Repository: tizenorg/profile.mobile.apps.native.ug-lockscreen-setting-efl
Catalog: res/po/*.po
Languages: ar, ca, cs, da, de, el_gr, es_es, et, fi, fr_ca, ga, gl, hi, hr, is, it_it, ja_jp, ka, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sr, sv, uk, uz, zh_cn, zh_hk

# IDS_ST_POP_LOCK_SCREEN_WALLPAPER_CHANGED_ABB
source: Lock screen wallpaper changed.
ar: تم تغيير خلفية شاشة القفل.
ca: S'ha canviat el fons de la pantalla de bloqueig
cs: Pozadí zamknuté obrazovky bylo změněno.
da: Baggrund for låst skærm ændret.
de: Sperrbildschirmhintergrund geändert
el_gr: Το φόντο οθόνης κλειδώματος άλλαξε.
es_es: Fondo de pantalla Bloqueo cambiado
et: Lukustusekraani taustpilti on muudetud.
fi: Lukitusnäytön taustakuva vaihdettu.
fr_ca: Fond d'écran de verrouillage modifié.
ga: Cúlbhrat an scáileáin ghlasála athraithe.
gl: Fondo de pantalla de bloqueo cambiado
hi: लॉक स्क्रीन वॉलपेपर बदल दिया गया।
hr: Pozadina zaslona zaključavanja promijenjena.
is: Veggfóðri lásskjás var breytt.
it_it: Sfondo della schermata di blocco modificato.
ja_jp: ロック画面の壁紙が変更されました。
ka: დაბლოკილი ეკრანის ფონი შეიცვალა.
ko_kr: 잠금화면 배경을 변경하였습니다.
lt: Užrakinimo ekrano fonas pakeistas.
lv: Bloķēšanas ekrāna fona attēls ir nomainīts.
mk: Заднината на заклучениот екран е сменета.
nb: Bakgrunnen for låseskjermen er endret.
nl: Achtergrond vergrendelscherm gewijzigd.
pl: Zmieniono tapetę ekranu blokady.
pt_br: Papel de parede da tela de bloqueio alterado.
ro: Fundalul ecranului de blocare s-a schimbat.
ru_ru: Обои экрана блокировки изменены.
sk: Tapeta zamknutej obrazovky bola zmenená.
sr: Tapet zaključanog ekrana je promenjen.
sv: Låsskärmens bakgrund har ändrats.
uk: Заставку екрана блокування змінено.
uz: Bloklash ekrani fon rasmi o‘zgartirildi.
zh_cn: 锁定屏幕墙纸已更改。
zh_hk: 鎖定螢幕牆紙已變更。

# IDS_ST_MBODY_SWIPE
source: Swipe
ar: السحب
ca: Desplaçar
cs: Přejetí
da: Stryg
de: Streichen
el_gr: Κύλιση
es_es: Deslizar
et: Libistamine
fi: Pyyhkäisy
fr_ca: Glisser
ga: Svaidhpeáil
gl: Desprazar
hi: स्वाइप करें
hr: Klizanje
is: Strjúka
it_it: Trascinamento
ja_jp: スワイプ
ka: ხელის გადასმა
ko_kr: 드래그
lt: Braukimas
lv: Vilkt
mk: Поминете
nb: Stryk
nl: Vegen
pl: Przeciągnij
pt_br: Deslizar
ro: Glisare
ru_ru: Провести по экрану
sk: Potiahnuť
sr: Prevuci
sv: Dra
uk: Проведення
uz: Surish
zh_cn: 滑动
zh_hk: 滑動

# IDS_ST_HEADER_LOCK_SCREEN_SETTINGS
source: Lock screen settings
ar: إعدادات شاشة القفل
ca: Ajustaments de pantalla de bloqueig
cs: Nastavení zamknutí displeje
da: Indstillinger for låst skærm
de: Sperrbildschirm-Einstellungen
el_gr: Ρυθμίσεις οθόνης κλειδώματος
es_es: Ajustes de pantalla Bloqueo
et: Lukustusekraani seaded
fi: Lukitusnäytön asetukset
fr_ca: Paramètres de l'écran de verrouillage
ga: Socruithe glasála scáileáin
gl: Axustes da pantalla de bloqueo
hi: लॉक स्क्रीन सेटिंग्स
hr: Postavke zaslona zaključavanja
is: Stillingar lásskjás
it_it: Impostazioni schermata di blocco
ja_jp: ロック画面設定
ka: დაბლოკილი ეკრანის პარამეტრები
ko_kr: 잠금화면 설정
lt: Užrakinti ekrano nustatymus
lv: Bloķētā ekrāna iestatījumi
mk: Опции за заклучување на екранот
nb: Låseskjerminnstillinger
nl: Instellingen schermvergrendeling
pl: Ustawienia blokowania ekranu
pt_br: Configurações da tela de bloqueio
ro: Setări pentru ecranul de blocare
ru_ru: Параметры экрана блокировки
sk: Nastavenia zamknutej obrazovky
sr: Podešavanja zaključanog ekrana
sv: Inställningar för låsskärm
uk: Установки екрана блокування
uz: Bloklash ekrani parametrlari
zh_cn: 锁屏设置
zh_hk: 鎖定螢幕設定

# IDS_ST_BODY_SIMPLE_PASSWORD
source: Simple password
ar: كلمة مرور سهلة
ca: Contrasenya simple
cs: Jednoduché heslo
da: Enkelt adgangskode
de: Einfaches Passwort
el_gr: Απλός κωδικός πρόσβασης
es_es: Contraseña simple
et: Lihtne parool
fi: Yksinkertainen salasana
fr_ca: Mot de passe simple
ga: Pasfhocal simplí
gl: Contrasinal sinxelo
hi: आसान पासवर्ड
hr: Jednostavna lozinka
is: Einfalt lykilorð
it_it: Password semplice
ja_jp: シンプルパスワード
ka: პაროლი მარტივია
ko_kr: 간단 비밀번호
lt: Paprastas slaptažodis
lv: Vienkārša parole
mk: Едноставна лозинка
nb: Enkelt passord
nl: Eenvoudig wachtwoord
pl: Proste hasło
pt_br: Senha simples
ro: Parolă simplă
ru_ru: Простой пароль
sk: Jednoduché heslo
sr: Jednostavna lozinka
sv: Enkelt lösenord
uk: Простий пароль
uz: Sodda parol
zh_cn: 简单密码
zh_hk: 簡易密碼

# IDS_ST_BODY_SCREEN_LOCK_TYPE
source: Screen lock type
ar: نوع قفل الشاشة
ca: Tipus de bloqueig de pantalla
cs: Typ zámku displeje
da: Skærmlåsningstype
de: Sperrbildschirmtyp
el_gr: Τύπος οθόνης κλειδώματος
es_es: Tipo de bloqueo de pantalla
et: Ekraaniluku tüüp
fi: Näytön lukituksen tyyppi
fr_ca: Type de verrouillage de l'écran
ga: Cineál glas scáileáin
gl: Tipo de bloqueo de pantalla
hi: स्क्रीन लॉक प्रकार
hr: Vrsta zaključavanja zaslona
is: Gerð skjáláss
it_it: Tipo di blocco schermo
ja_jp: 画面ロックの種類
ka: ეკრანის დაბლოკვის ტიპი
ko_kr: 화면 잠금 방식
lt: Ekrano užrakto tipas
lv: Ekrāna bloķēšanas tips
mk: Вид заклучување на екранот
nb: Skjermlåstype
nl: Type schermvergrendeling
pl: Typ blokady ekranu
pt_br: Tipo de bloqueio de tela
ro: Tip blocare ecran
ru_ru: Тип блокировки экрана
sk: Typ zamknutia obrazovky
sr: Tip zaključavanja ekrana
sv: Skärmlåstyp
uk: Тип блокування екрана
uz: Ekranni bloklash turi
zh_cn: 屏幕锁定类型
zh_hk: 螢幕鎖定類型

# IDS_ST_BODY_MOTION
source: Motion
ar: الحركة
ca: Moviment
cs: Pohyb
da: Bevægelse
de: Bewegung
el_gr: Κίνηση
es_es: Movimiento
et: Liikumisanduri seaded
fi: Liike
fr_ca: Mouvement
ga: Gluaisne
gl: Movemento
hi: गति
hr: Pokreti
is: Hreyfing
it_it: Movimento
ja_jp: モーション
ka: მოძრაობა
ko_kr: 모션
lt: Judėjimas
lv: Kustība
mk: Движење
nb: Bevegelse
nl: Beweging
pl: Ruch
pt_br: Movimento
ro: Mişcare
ru_ru: Движение
sk: Pohyb
sr: Pokret
sv: Rörelse
uk: Рух
uz: Harakat
zh_cn: 动作
zh_hk: 動作

# IDS_ST_BODY_PASSWORD
source: Password
ar: كلمة المرور
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
et: Parool
fi: Salasana
fr_ca: Mot de passe
ga: Pasfhocal
gl: Contrasinal
hi: पासवर्ड
hr: Lozinka
is: Aðgangsorð
ja_jp: パスワード
ka: პაროლი
ko_kr: 비밀번호
lt: Slaptažodis
lv: Parole
mk: Лозинка
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parolă
ru_ru: Пароль
sk: Heslo
sr: Lozinka
sv: Lösenord
uk: Пароль
uz: Parol
zh_cn: 密码
zh_hk: 密碼

# IDS_ST_BODY_NONE
source: None
ar: لاشيء
ca: Cap
cs: Žádná
da: Ingen
de: Ohne
el_gr: Κανένα
es_es: No
et: Puudub
fi: Ei mitään
fr_ca: Aucun
ga: Dada
gl: Ningún
hi: कुछ नहीं
hr: Ništa
is: Ekkert
it_it: Nessuno
ja_jp: なし
ka: არც ერთი
ko_kr: 설정 안 함
lt: Nėra
lv: Nav
mk: Ништо
nb: Ingen
nl: Geen
pl: Brak
pt_br: Desativado
ro: Niciuna
ru_ru: Нет
sk: Žiadny
sr: Nema
sv: Ingen
uk: Немає
uz: Hech qaysi
zh_cn: 无
zh_hk: 無

# IDS_COM_HEADER_SELECT_WALLPAPER
source: Select wallpaper
ar: تحديد الخلفية
ca: Seleccionar fons de pantalla
cs: Vybrat pozadí
da: Vælg baggrund
de: Hintergrund auswählen
el_gr: Επιλογή φόντου
es_es: Seleccionar fondo de pantalla
et: Vali taustpilt
fi: Valitse taustakuva
fr_ca: Sélectionner un fond d'écran
ga: Roghnaigh cúlbhrat
gl: Seleccionar fondo
hi: वॉलपेपर चुनें
hr: Odaberite pozadinu
is: Veldu veggfóður
it_it: Seleziona sfondo
ja_jp: 壁紙を選択してください。
ka: აირჩიეთ ფონი
ko_kr: 배경화면 선택
lt: Pasirinkti ekrano foną
lv: Izvēlēties fona attēlu
mk: Избери заднина
nb: Velg bakgrunn
nl: Achtergrond selecteren
pl: Wybierz tapetę
pt_br: Selecionar fundo
ro: Selectare fundal
ru_ru: Выбрать обои
sk: Vybrať tapetu
sr: Izaberi tapet
sv: Välj bakgrund
uk: Вибір заставки
uz: Fon rasmini tanlang
zh_cn: 选择墙纸
zh_hk: 選擇螢幕牆紙

# IDS_LCKSCN_MBODY_DUAL_CLOCK
source: Dual clock
ar: ساعة مزدوجة
ca: Rellotge dual
cs: Duální hodiny
da: Dobbelt ur
de: Dual-Uhr
el_gr: Διπλό ρολόι
es_es: Reloj dual
et: Kaksikkell
fi: Kaksoiskello
fr_ca: Double horloge
ga: Déchlog
gl: Reloxo dual
hi: दोहरी घड़ी
hr: Dvostruki sat
is: Tvöföld klukka
it_it: Orologio doppio
ja_jp: デュアル時計
ka: ორმაგი საათი
ko_kr: 듀얼 시계
lt: Dvigubas laikrodis
lv: Duālais pulkstenis
mk: Двоен часовник
nb: Dobbel klokke
nl: Dubbele klok
pl: Zegar podwójny
pt_br: Relógio duplo
ro: Ceas dual
ru_ru: Двойные часы
sk: Duálne hodiny
sr: Dvostruki sat
sv: Dubbel klocka
uk: Подвійний годинник
uz: Ikkitali soat
zh_cn: 双时钟
zh_hk: 雙時鐘

# IDS_ST_BODY_AUTO_LOCK
source: Auto-lock
ar: تأمين تلقائي
ca: Bloqueig automàtic
cs: Automatické zamknutí
da: Automatisk lås
de: Automatische Sperrung
el_gr: Αυτόματο κλείδωμα
es_es: Bloqueo automático
et: Automaatlukustus
fi: Automaattinen lukitus
fr_ca: Verrouillage automatique
ga: Uathghlas
gl: Bloqueo automático
hi: स्वतः लॉक
hr: Auto. zaključavanje
is: Sjálfvirk læsing
it_it: Blocco automatico
ja_jp: 自動ロック
ka: ავტო–საათი
ko_kr: 자동 잠금
lt: Automatinis užraktas
lv: Automātiska bloķēšana
mk: Автоматско заклучување
nb: Automatisk lås
nl: Automatisch vergrendelen
pl: Automatyczna blokada
pt_br: Bloqueio automático
ro: Blocare automată
ru_ru: Автоблокировка
sk: Automatické zamykanie
sr: Automatsko zaključavanje
sv: Auto-lås
uk: Автоматичне блокування
uz: Avtomatik bloklash
zh_cn: 自动锁定
zh_hk: 自動鎖定

# IDS_LCKSCN_MBODY_WALLPAPERS
source: Wallpapers
ar: الخلفيات
ca: Fons pantalla
cs: Pozadí
da: Baggrunde
de: Hintergrund
el_gr: Φόντο
es_es: Fondos de pantalla
et: Taustpildid
fi: Taustakuvat
fr_ca: Fonds d'écran
ga: Cúlbhrait
gl: Fondos de pantalla
hi: वॉलपेपर्स
hr: Pozadine
is: Veggfóður
it_it: Sfondi
ja_jp: 壁紙
ka: ფონები
ko_kr: 배경화면
lt: Ekrano fonai
lv: Fona attēli
mk: Заднини
nb: Bakgrunner
nl: Achtergr.
pl: Tapety
pt_br: Papéis de parede
ro: Fundaluri
ru_ru: Обои
sk: Tapety
sr: Tapeti
sv: Bakgrunder
uk: Заставки
uz: Fon rasmlari
zh_cn: 墙纸
zh_hk: 螢幕牆紙

# IDS_COM_BODY_EDIT
source: Edit
ar: تعديل
ca: Editar
cs: Upravit
da: Rediger
de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et: Muuda
fi: Muokkaa
fr_ca: Modifier
ga: Cuir in eagar
gl: Editar
hi: संपादित करें
hr: Uredi
is: Breyta
it_it: Modifica
ja_jp: 編集
ka: შეცვლა
ko_kr: 편집
lt: Redaguoti
lv: Rediģēt
mk: Измени
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro: Editare
ru_ru: Изменить
sk: Upraviť
sr: Izmeni
sv: Redigera
uk: Редагувати
uz: Tahrirlash
zh_cn: 编辑
zh_hk: 編輯

# IDS_ST_MBODY_FINGERPRINT
source: Fingerprint
ar: بصمة
ca: Empremta
cs: Otisk prstu
da: Fingeraftryk
de: Fingerabdruck
el_gr: Αποτύπωμα
es_es: Huella digital
et: Sõrmejälg
fi: Sormenjälki
fr_ca: Empreinte
ga: Méarlorg
gl: Impresión dixital
hi: फिंगरप्रिंट
hr: Otisak prsta
is: Fingrafar
it_it: Impronta digitale
ja_jp: 指紋
ka: თითის ანაბეჭდი
ko_kr: 지문
lt: Pirštų atspaudas
lv: Pirksta nospiedums
mk: Отпечаток на прст
nb: Fingeravtrykk
nl: Vingerafdruk
pl: Odcisk palca
pt_br: Impressão digital
ro: Amprentă
ru_ru: Отпечаток пальца
sk: Odtlačok prsta
sr: Otisak prsta
sv: Fingeravtryck
uk: Відбиток пальця
uz: Barmoq izi
zh_cn: 指纹
zh_hk: 指紋

# IDS_ST_BUTTON_CANCEL
source: Cancel
ar: إلغاء
cs: Storno
da: Annuller
de: Abbruch
el_gr: Ακύρωση
es_es: Cancelar
et: Tühista
fi: Peruuta
fr_ca: Annuler
ga: Cealaigh
gl: Cancelar
hi: रद्द
hr: Prekid
is: Hætta v.
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
ko_kr: 취소
lt: Atšaukti
lv: Atcelt
mk: Откажи
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru_ru: Отмена
sk: Zrušiť
sr: Otkaži
sv: Avbryt
uk: Скасувати
uz: Bekor qilish
zh_cn: 取消
zh_hk: 取消

# IDS_LCKSCN_BODY_GALLERY
source: Gallery
ar: استوديو
ca: Galeria
cs: Galerie
da: Galleri
de: Galerie
el_gr: Συλλογή
es_es: Galería
et: Galerii
fi: Galleria
fr_ca: Galerie
ga: Gailearaí
gl: Galería
hi: गैलरी
hr: Galerija
is: Gallerí
it_it: Galleria
ja_jp: ギャラリー
ka: გალერეა
ko_kr: 갤러리
lt: Galerija
lv: Galerija
mk: Галерија
nb: Galleri
nl: Galerij
pl: Galeria
pt_br: Galeria
ro: Galerie
ru_ru: Галерея
sk: Galéria
sr: Galerija
sv: Galleri
uk: Галерея
uz: Galereya
zh_cn: 相册
zh_hk: 媒體瀏覽器

# IDS_LCKSCN_HEADER_SPECIAL_DAY_WALLPAPERS_ABB
source: Special day wallpapers
ar: خلفيات الأيام المميزة
ca: Fons pantalla dia especial
cs: Pozadí pro zvláštní den
da: Baggrunde til særlige dage
de: Hintergründe für Festtage
el_gr: Φόντα ειδικής ημέρας
es_es: Fondos de días especiales
et: Eripäevade taustpildid
fi: Erikoispäivien taustakuvat
fr_ca: Fonds d'écran jours spéc.
ga: Cúlbhrait lae speisialta
gl: Fondos pant.días especiais
hi: विशेष दिन वाले वॉलपेपर्स
hr: Pozadine za poseban dan
is: Veggfóður hátíðisdaga
it_it: Sfondi giornata speciale
ja_jp: 特別な日の壁紙
ka: სპეციალური დღის ფონები
ko_kr: 스페셜데이 배경화면
lt: Ypatingų dienų ekr. fonai
lv: Īpašo dienu fona attēli
mk: Заднини за посебен ден
nb: Spesiell dag-bakgrunner
nl: Achtergronden feestdagen
pl: Tapety dla specjalnych dni
pt_br: Papéis pared. dia especial
ro: Fundaluri zile speciale
ru_ru: Фон. рисунки на особ. дни
sk: Tapety pre osobitné dni
sr: Tapeti za posebne dane
sv: Speciell dag, bakgrunder
uk: Заставки на особливі дні
uz: Maxsus kun fon rasmlari
zh_cn: 特殊日子墙纸
zh_hk: 特殊日子螢幕牆紙

# IDS_LCKSCN_MBODY_FESTIVAL_WALLPAPERS
source: Festival wallpapers
ar: خلفيات الاحتفالات
ca: Fons pantalla festivitats
cs: Sváteční pozadí
da: Festivalbaggrunde
de: Festtags-Hintergrundbild
el_gr: Εορταστικά φόντα
es_es: Fondos pantalla festival
et: Festivalide taustpildid
fi: Juhlataustakuvat
fr_ca: Fonds d'écran Fête
ga: Cúlbhrait féile
gl: Fondos pantalla festiv.
hi: त्यौहार वॉलपेपर्स
hr: Blagdanske pozadine
is: Hátíðarveggfóður
it_it: Sfondi festività
ja_jp: フェスティバル壁紙
ka: ფესტივალის ფონები
ko_kr: 축제 배경화면
lt: Šventiniai ekrano fonai
lv: Svētku fona attēli
mk: Празнични заднини
nb: Festivalbakgrunner
nl: Feestelijke achtergronden
pl: Tapety świąteczne
pt_br: Papéis parede de festival
ro: Fundaluri festival
ru_ru: Праздничные обои
sk: Slávnostné tapety
sr: Festivalski tapeti
sv: Festivalbakgrunder
uk: Святкові заставки
uz: Bayramona fon rasmlar
zh_cn: 节日墙纸
zh_hk: 節日螢幕牆紙

source: Unlock device with your wake-up command when swipe or motion screen lock type is enabled.
ar: إلغاء قفل الجهاز باستخدام أمر التنبيه عند تفعيل السحب أو نوع حركة قفل الشاشة.
ca: Desbloquejar el dispositiu amb la comanda de despertador quan el tipus de bloqueig de pantalla de moviment o de desplaçament estigui habilitat
cs: Zařízení odemknete pomocí příkazu probuzení, když je zapnutý typ zamknutí displeje přejetím nebo pohybem.
da: Lås enheden op med din vækkekommando, når stryge- eller bevægelsesskærmlås er aktiveret.
de: Gerät mit Aktivierungsbefehl entsperren, wenn Bildschirmsperre durch Streichen oder Bewegung aktiviert ist.
el_gr: Ξεκλειδώστε τη συσκευή, χρησιμοποιώντας την εντολή ενεργοποίησης όταν ο τύπος κλειδώματος οθόνης με κύλιση ή κίνηση είναι ενεργός.
es_es: Desbloquear dispositivo con el comando Despierta cuando el tipo de bloqueo de pantalla por movimiento o desplazamiento esté activado
et: Kui libistamisega voi liikumisega ekraaniluku tuup on aktiveeritud, saate seadme aratuskaskluse abil avada.
fi: Poista laitteen lukitus aktivointikomennolla, kun näytön lukitustapana on pyyhkäisy tai liike.
fr_ca: Déverrouillez l'appareil avec la commande de réveil lorsque le mode de verrouillage par mouvement ou par glissement est activé.
ga: Díghlasáil an gléas le d'ordú múscailte nuair a bheidh an cineál glasála scáileáin svaidhpeála nó gluaisne cumasaithe.
gl: Desbloquea o dispositivo co teu comando de activación cando se atope activado o tipo de bloqueo de pantalla por desprazamento ou por movemento
hi: स्वाइप या गति स्क्रीन लॉक प्रकार सक्षम होने पर अपने वेक-अप कमांड से डिवाइस को अनलॉक करें।
hr: Otključajte uređaj naredbom za buđenje kada je uključeno zaključavanje zaslona povlačenjem ili pokretom.
is: Taktu tækið úr lás með þinni vakningarskipun ef kveikt er á tækjalás með stroku eða hreyfingu.
it_it: Sbloccate il dispositivo utilizzando il comando di attivazione, dopo aver abilitato il blocco schermo con trascinamento o movimento.
ja_jp: スワイプまたはモーション画面ロックの種類が有効な場合、ウェイクアップコマンドを使用して端末のロックを解除
ka: განბლოკეთ მოწყობილობა გაღვიძების ბრძანებით, როდესაც ჩართულია ეკრანის დაბლოკვა თითის გადასმით ან მოძრაობით.
ko_kr: 드래그 또는 모션 화면 잠금 방식 사용 중에는 호출 명령으로 디바이스 잠금을 해제할 수 있습니다.
lt: Atrakinkite įrenginį naudodami pažadinimo komandą, kai įjungtas ekrano atrakinimas braukiant ar judesiu.
lv: Atbloķējiet ierīci, izmantojot modināšanas komandu, kad ir aktivizēts vilkšanas vai kustību ekrāna bloķēšanas veids.
mk: Отклучете го уредот со командата за будење кога е вклучено заклучување на екранот со поминување или движење.
nb: Lås opp enheten med vekkekommandoen når stryke- eller bevegelsesskjermlåsen er aktivert.
nl: Ontgrendel apparaat met Wake-up opdracht wanneer type schermvergrendeling is ingesteld op vegen of beweging.
pl: Odblokuj urządzenie, wypowiadając polecenie budzenia przy włączonej blokadzie ekranu typu przeciąganie lub ruch.
pt_br: Desbloqueie o dispositivo com o comando de ativação quando o tipo de bloqueio de tela por movimento ou deslizamento está ativado.
ro: Deblocaţi dispozitivul utilizând comanda de activare când tipul de blocare a ecranului la glisare sau la mişcare este activat.
ru_ru: Разблокировка командой включения при включенной блокировке прокруткой или движением.
sk: Keď je povolené zamknutie obrazovky potiahnutím alebo pohybom, môžete na odomknutie zariadenia použiť budiaci príkaz.
sr: Otključaj uređaj pomoću komande za buđenje kada je omogućeno zaključavanje ekrana prevlačenjem prsta ili pokretom.
sv: Lås upp enheten med ditt uppvakningskommandot när skärmlås av typen dra för att låsa eller rörelser är aktiverat.
uk: Розблокування пристрою за допомогою команди пробудження в разі ввімкнення типу розблокування екрана за допомогою проведення або рухів.
uz: Surish yoki harakatli ekranni bloklash turi yoqilganda, qurilmangizni uyg‘otish buyrug‘ingiz orqali blokdan chiqaring.
zh_cn: 当启用滑动或动作屏幕锁定类型时，以唤醒指令解除设备锁定。
zh_hk: 當滑動或動作螢幕鎖定類型啟用時，以喚醒指令解除裝置鎖定。

# IDS_HS_HEADER_THEMES
source: Themes
ar: السمات
ca: Temes
cs: Schémata
da: Temaer
el_gr: Θέματα
es_es: Temas
et: Teemad
fi: Teemat
fr_ca: Thèmes
ga: Téamaí
gl: Temas
hi: थीम्‍स
hr: Teme
is: Þemu
it_it: Temi
ja_jp: テーマ
ka: თემები
ko_kr: 테마
lt: Temos
lv: Motīvi
mk: Теми
nb: Tema
nl: Thema's
pl: Motywy
pt_br: Temas
ro: Teme
ru_ru: Темы
sk: Témy
sr: Teme
sv: Tema
uk: Теми
uz: Mavzular
zh_cn: 主题
zh_hk: 主題

# IDS_IDLE_BODY_VIEW_EVENT_NOTIFICATIONS_ON_THE_LOCK_SCREEN
source: View event notifications on the lock screen
ar: عرض إخطارات الحدث على شاشة القفل
ca: Veure notificacions d'esdeveniments a pantalla de bloqueig
cs: Zobrazení upozorňování na události na zamknutém displeji
da: Vis meddelelser om events på den låste skærm
de: Ereignisbenachrichtigungen auf Sperrbildschirm anzeigen
el_gr: Προβολή ειδοποιήσεων συμβάντων στην οθόνη κλειδώματος
es_es: Ver notificaciones de eventos en la pantalla de bloqueo
et: Vaadake sündmuste teavitusi lukustatud ekraanil
fi: Näytä tapahtumailmoitukset lukitusnäytössä
fr_ca: Voir les notifications d'évènements sur l'écran de verrouillage
ga: Amharc ar fhógraí imeachta ar an scáileán glasála
gl: Ver notificacións de eventos na pantalla de bloqueo
hi: लॉक स्क्रीन पर प्रसंग अधिसूचनाएँ देखें
hr: Vidi obavijesti o događaju na zaslonu zaključavanja
is: Skoða viðburðatilkynningar á lásskjá
it_it: Visualizza le notifiche eventi sulla schermata di blocco
ja_jp: ロック画面にイベント通知を表示
ka: მოვლენის შეტყობინებების ნახვა დაბლოკილ ეკრანზე
ko_kr: 잠금화면에서 일정 알림 보기
lt: Peržiūrėti pranešimus apie įvykius užrakintame ekrane
lv: Skatīt notikumu paziņojumus bloķētā ekrānā
mk: Гледај известувања за настани на екранот за заклучување
nb: Vis hendelsesvarsler på låseskjermen
nl: Meldingen van agenda-items weergeven op het vergrendelscherm
pl: Wyświetlaj powiadomienia o wydarzeniach na ekranie blokady
pt_br: Exibir notificações de eventos na tela de bloqueio
ro: Vizualizaţi pe ecranul blocat notificările privind evenimentul
ru_ru: Просмотр уведомлений о событиях на экране блокировки
sk: Zobraziť oznámenia udalostí na zamknutej obrazovke
sr: Prikaži obaveštenja o događajima na zaključanom ekranu
sv: Visa händelseaviseringar på låsskärmen
uk: Перегляд сповіщень про події на екрані блокування
uz: Bloklash ekranida hodisa bildirshnomalarini ko‘rib chiqish
zh_cn: 在锁屏上查看事件通知
zh_hk: 於鎖定螢幕上檢視事件通知

# IDS_IDLE_MBODY_EVENT_NOTIFICATIONS
source: Event notifications
ar: إشعارات الحدث
ca: Avisos d'esdeveniments
cs: Upozorňování na události
da: Meddelelser om events
de: Ereignisbenachrichtig.
el_gr: Ειδοποιήσεις συμβάντων
es_es: Notificaciones de evento
et: Sündmuse teavitused
fi: Tapahtumailmoitukset
fr_ca: Notifications évènements
ga: Fógra faoi imeachtaí
gl: Notificacións de eventos
hi: प्रसंग अधिसूचनाएँ
hr: Obavijesti o događaju
is: Viðburðatilkynningar
it_it: Notifiche eventi
ja_jp: イベント通知
ka: მოვლენის შეტყობინებები
ko_kr: 일정 알림
lt: Pranešimai apie įvykius
lv: Notikumu paziņojumi
mk: Известувања за настани
nb: Hendelsesvarsler
nl: Meldingen agenda-items
pl: Powiadomienia o wydarzen.
pt_br: Notificações de evento
ro: Notificări eveniment
ru_ru: Уведомления о событиях
sk: Oznámenia udalostí
sr: Obaveštenja o događaju
sv: Händelseaviseringar
uk: Сповіщення про події
uz: Hodisa bildirishnomalari
zh_cn: 事件通知
zh_hk: 事件通知

# IDS_IM_BODY_HELP_TEXT
source: Help text
ar: نص المساعدة
ca: Text ajuda
cs: Nápověda
da: Hjælpetekst
de: Hilfetext
el_gr: Κείμενο βοήθειας
es_es: Texto de ayuda
et: Spikker
fi: Ohjeteksti
fr_ca: Texte d'aide
ga: Téacs cabhrach
gl: Texto de axuda
hi: सहायता टेक्स्ट
hr: Upute
is: Hjálpartexti
it_it: Testo guida
ja_jp: ヘルプ
ka: დამხმარე ტექსტი
ko_kr: 도움말
lt: Pagalbos tekstas
lv: Palīdzības teksts
mk: Текст за помош
nb: Hjelpetekst
nl: Help-tekst
pl: Tekst pomocy
pt_br: Texto de ajuda
ro: Text asistenţă
ru_ru: Текст справки
sk: Text pomocníka
sr: Tekst pomoći
sv: Hjälptext
uk: Допоміжний текст
uz: Yordam matni
zh_cn: 帮助文本
zh_hk: 說明文字

# IDS_LCKSCN_BODY_BOOK_COVER_M_LOCKSCREEN_NAME
source: Book cover
ar: الغطاء
ca: Portada de llibre
cs: Obal knihy
da: Bogomslag
de: Cover
el_gr: Εξώφυλλο βιβλίου
es_es: Portada de libro
et: Raamatu kaas
fi: Kirjan kansi
fr_ca: Couverture de livre
ga: Clúdach leabhair
gl: Portada dun libro
hi: बुक कवर
hr: Naslovnica slike
is: Bókakápa
ja_jp: ブックカバー
ka: წიგნის ყდა
ko_kr: 책 커버
lt: Knygos viršelis
lv: Grāmatas vāks
mk: Корица на книгата
nb: Bokomslag
nl: Boekkaft
pl: Okładka książki
pt_br: Capa do livro
ro: Copertă carte
ru_ru: Обложка книги
sk: Obal knihy
sr: Korica knjige
sv: Bokomslag
uk: Обкладинка книги
uz: Kitob muqovasi
zh_cn: 平板保护套
zh_hk: 保護套

# IDS_LCKSCN_BODY_BRIEFING_BOX_ABB
source: Briefing box
ar: مربع موجز
ca: Caixa de resum
cs: Rámeček přehledu
da: Orienteringsboks
de: Briefing-Feld
el_gr: Πλαίσιο κατατόπισης
es_es: Caja de resumen
et: Kokkuvõtte kast
fi: Tiedoteruutu
fr_ca: Zone Briefing
ga: Bosca faisnéisithe
gl: Caixa de información
hi: विवरण बॉक्स
hr: Okvir s detaljima
is: Upplýsingakassi
it_it: Casella informazioni
ja_jp: ブリーフィングボックス
ka: ბრიფინგის ყუთი
ko_kr: 브리핑 박스
lt: Trumpos informacijos laukelis
lv: Apskata lodziņš
mk: Рамка за известување
nb: Orienteringsboks
nl: Briefingvak
pl: Pole skrótu informacji
pt_br: Caixa de apresentação
ro: Casetă de informare
ru_ru: Область быстрого доступа
sk: Pole s prehľadom informácií
sr: Polje za pregled
sv: Orienteringskorg
uk: Інформаційне поле
uz: Ko‘rsatmalar qutisi
zh_cn: 简报方框
zh_hk: 簡報方塊

# IDS_LCKSCN_BODY_CLEAR_M_LOCKSCREEN_NAME
source: Clear
ar: مسح
ca: Esborrar
cs: Smazat
da: Slet
de: Löschen
el_gr: Διάφανο
es_es: Borrar
et: Kustuta
fi: Tyhjennä
fr_ca: Clair
ga: Glan
gl: Borrar
hi: साफ़
hr: Izbriši
is: Hreinsa
it_it: Cancella
ja_jp: クリア
ka: გასუფთავება
ko_kr: 투명
lt: Išvalyti
lv: Notīrīts
mk: Бриши
nb: Klar
nl: Helder
pl: Czysty
pt_br: Limpar
ro: Ştergere
ru_ru: Ясность
sk: Vymazať
sr: Obriši
sv: Radera
uk: Прозорий
uz: O‘chirish
zh_cn: 清除
zh_hk: 清除

# IDS_LCKSCN_BODY_CLOSE_UP_M_LOCKSCREEN_NAME
source: Close up
ar: تقريب
ca: Primer pla
cs: Detail
da: Nærbillede
de: Nahaufnahme
el_gr: Κοντινό
es_es: Primer plano
et: Lähivõte
fi: Lähennä
fr_ca: Gros plan
ga: Gar-amhairc
gl: Primeiro plano
hi: क्लोज़ अप
hr: Krupni plan
is: Nærmynd
it_it: Ravvicinato
ja_jp: クローズアップ
ka: მიახლოება
ko_kr: 클로즈업
lt: Iš arti
lv: Tuvplāns
mk: Приближување
nb: Nærbilde
pl: Zbliżenie
pt_br: Fechar
ro: Prim-plan
ru_ru: Крупный план
sk: Uzavretie
sr: Približi
sv: Närbild
uk: Закритий
uz: Yopish
zh_cn: 特别
zh_hk: 拉近
