Repository: tizenorg/profile.mobile.apps.native.ug-lockscreen-setting-efl
Catalog: res/po/*.po
Languages: ar, ca, cs, da, de, el_gr, es_es, et, fi, fr_ca, ga, gl, hi, hr, is, it_it, ja_jp, ka, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sr, sv, uk, uz, zh_cn, zh_hk

# IDS_LCKSCN_BODY_CUSTOMISE_THE_STYLE_OF_YOUR_LOCK_SCREEN
source: Customize the style of your lock screen.
ar: تخصيص نمط لشاشة القفل
ca: Personalitzar l'estil de la seva pantalla de bloqueig
cs: Přizpůsobte styl zamknutého displeje.
da: Tilpas stilen for din låste skærm.
de: Stil Ihres Sperrbildschirms anpassen
el_gr: Προσαρμόστε το στυλ της οθόνης κλειδώματος.
es_es: Personalizar el estilo de su pantalla de bloqueo
et: Kohandage oma lukustusekraani stiili.
fi: Mukauta lukitusnäytön tyyli.
fr_ca: Personnalisez le style de votre écran de verrouillage.
ga: Saincheap stíl do scáileáin ghlasála
gl: Personaliza o estilo da túa pantalla de bloqueo
hi: अपनी लॉक स्क्रीन की शैली अनुकूलित करें
hr: Prilagodite stil zaslona za zaključavanje.
is: Sérsníða útlit lásskjásins.
it_it: Personalizza lo stile della schermata di blocco.
ja_jp: ロック画面のスタイルをカスタマイズ
ka: შეარჩიეთ დაბლოკილი ეკრანის სტილი.
ko_kr: 잠금화면 스타일을 설정합니다.
lt: Pritaikykite užrakinimo ekrano stilių.
lv: Pielāgot bloķēšanas ekrāna stilu.
mk: Прилагодете го стилот на екранот за заклучување.
nb: Tilpass låseskjermstilen.
nl: De stijl van uw vergrendelscherm aanpassen.
pl: Dostosuj styl ekranu blokady.
pt_br: Personalizar o estilo da sua tela de bloqueio.
ro: Personalizaţi stilul ecranului de blocare.
ru_ru: Настройте стиль экрана блокировки.
sk: Prispôsobiť štýl zamknutej obrazovky
sr: Prilagodi stil zaključanog ekrana.
sv: Anpassa låsskärmens stil.
uk: Настроїти стиль екрана блокування.
uz: Bloklash ekraningiz uslubini sozlash.
zh_cn: 自定义您的锁屏的风格。
zh_hk: 自訂鎖定螢幕的風格。

source: Customize which items will be shown in your briefing box on the lock screen.
ar: تخصيص العناصر التي سيتم عرضها في المربع الموجز بشاشة القفل
ca: Personalitzar els elements que es mostren a la seva caixa resum a la pantalla de bloqueig
cs: Můžete nastavit, které položky se zobrazí v rámečku přehledu na zamknutém displeji.
da: Tilpas hvilke elementer, der skal vises i din orienteringsboks på den låste skærm.
de: Festlegen, welche Elemente im Briefing-Feld auf dem Sperrbildschirm angezeigt werden.
el_gr: Προσαρμόστε τα στοιχεία που θα εμφανίζονται στο πλαίσιο κατατόπισης στην οθόνη κλειδώματος.
es_es: Personalice los elementos que se mostrarán en su caja de resumen en la pantalla de bloqueo
et: Kohandage, milliseid uksuseid naidatakse lukustusekraanil teie kokkuvotte kastis.
fi: Mukauta, mitkä kohteet näytetään lukitusnäytössä olevassa tiedoteruudussa.
fr_ca: Personnalisez les éléments à afficher dans la zone Briefing sur l'écran de verrouillage.
ga: Saincheap na míreanna le taispeáint i do bhosca faisnéisithe ar an scáileán glasála
gl: Personaliza que elementos desexas que se amosen na caixa de información da pantalla de bloqueo
hi: लॉक स्क्रीन पर आपके विवरण बॉक्स में जो मदें दिखाए जाएँगी उन्हें कस्टमाइज़ करें
hr: Prilagodite koje će se stavke prikazivati u okviru s detaljima na zaslonu za zaključavanje.
is: Veldu hvaða atriði birtast í upplýsingakassanum á lásskjánum.
it_it: Consente di personalizzare gli elementi da visualizzare nella casella delle riunioni nella schermata di blocco.
ja_jp: ロック画面のブリーフィングボックスに表示されるアイテムをカスタマイズ
ka: შეარჩიეთ რომელი ელემენტები გამოჩნდეს ბრიფინგის ყუთში დაბლოკილ ეკრანზე.
ko_kr: 잠금화면의 브리핑 박스에 표시할 항목을 설정합니다.
lt: Pasirinkite elementus, kurie bus rodomi užrakinimo ekrano trumpos informacijos laukelyje.
lv: Pielāgojiet, kurus objektus rādīt jūsu bloķēšanas ekrāna apskata lodziņā.
mk: Приспособете кои ставки ќе се прикажуваат во рамката за известување на екранот за заклучување.
nb: Tilpass hvilke elementer som skal vises i orienteringsboksen på låseskjermen.
nl: Aanpassen welke items worden weergegeven in uw briefingvak op het vergrendelscherm.
pl: Dostosuj, które elementy będą wyświetlane w polu skrótu wiadomości.
pt_br: Personalizar quais os itens serão exibidos na caixa de apresentação.
ro: Personalizaţi ce elemente apar în caseta de informare de pe ecranul de blocare.
ru_ru: Выбрать элементы для области быстрого доступа на экране блокировки.
sk: Prispôsobte, ktoré položky sa zobrazia v poli s prehľadom informácií na zamknutej obrazovke.
sr: Prilagodi koje će se stavke prikazivati u polju za pregled na zaključanom ekranu.
sv: Anpassa vilka objekt som ska visas i orienteringsrutan på låsskärmen.
uk: Налаштування об'єктів для відображення у інформаційному полі на екрані блокування.
uz: Bloklash ekranida ko‘rsatmalar qutisida qaysi elementlar ko‘rsatilishini tanlashingiz mumkin.
zh_cn: 自定义要显示哪些项目在锁屏上的简报方框。
zh_hk: 自訂要顯示在鎖定螢幕上簡報方塊的內容。

# IDS_LCKSCN_BODY_CUSTOMISE_WHICH_SHORTCUTS_WILL_BE_SHOWN_ON_THE_LOCK_SCREEN
source: Customize which shortcuts will be shown on the lock screen.
ar: تخصيص الاختصارات التي سيتم عرضها على شاشة القفل
ca: Personalitzar els accessos directes que es mostraran a la pantalla de bloqueig
cs: Můžete nastavit, kteří zástupci se zobrazí na zamknutém displeji.
da: Tilpas hvilke genveje, der skal vises på låseskærmen.
de: Festlegen, welche Shortcuts unten auf dem Sperrbildschirm angezeigt werden.
el_gr: Προσαρμόστε τις συντομεύσεις που θα εμφανίζονται στην οθόνη κλειδώματος.
es_es: Personalice los accesos directos que se mostrarán en la pantalla de bloqueo
et: Kohandage, milliseid otseteid naidatakse lukustusekraanil.
fi: Mukauta, mitkä pikanäppäimet näytetään lukitusnäytössä.
fr_ca: Personnalisez les raccourcis affichés sur l'écran de verrouillage.
ga: Saincheap na haicearraí siúd le taispeáint ar an scáileán glasála
gl: Personaliza que atallos desexas que se amosen na pantalla de bloqueo
hi: अनुकूलित करें कि लॉक स्क्रीन पर कौन से शॉर्टकट्स दिखाए जाएंगे
hr: Prilagodite koji će se prečaci prikazivati na zaslonu za zaključavanje.
is: Veldu hvaða flýtileiðir birtast á lásskjánum.
it_it: Consente di personalizzare i collegamenti da visualizzare nella schermata di blocco.
ja_jp: ロック画面に表示するショートカットをカスタマイズ
ka: შეარჩიეთ რომელი ღილაკები გამოჩნდეს ეკრანზე.
ko_kr: 잠금화면에 표시할 바로가기를 설정합니다.
lt: Galite pritaikyti sparčiuosius mygtukus, kurie pasirodys užrakinimo ekrane.
lv: Pielāgojiet, kurus īsceļus rādīt bloķēšanas ekrānā.
mk: Приспособете кои кратенки ќе се прикажуваат на екранот за заклучување.
nb: Tilpass hvilke snarveier som skal vises på låseskjermen.
nl: Aanpassen welke sneltoetsen worden weergegeven op het vergrendelscherm.
pl: Dostosuj, które skróty będą wyświetlane na ekranie blokady.
pt_br: Personalizar quais os atalhos serão exibidos na tela de bloqueio.
ro: Personalizaţi ce comenzi rapide se vor afişa pe ecranul de blocare.
ru_ru: Выбрать ярлыки для отображения на экране блокировки.
sk: Prispôsobte to, ktoré skratky sa zobrazia na zamknutej obrazovke.
sr: Prilagodi koje će se prečice prikazivati na zaključanom ekranu.
sv: Anpassa vilka genvägar som visas på låsskärmen.
uk: Налаштування клавіш швидкого доступу для відображення на екрані блокування.
uz: Bloklash ekranida qaysi yorliqlar ko‘rsatilishini sozlash.
zh_cn: 自定义哪些快捷方式将显示在锁屏上。
zh_hk: 自訂要顯示於鎖定螢幕上的捷徑。

# IDS_LCKSCN_BODY_DIARY
source: Diary
ar: يوميات
ca: Diari
cs: Deník
da: Dagbog
de: Tagebuch
el_gr: Ημερολόγιο
es_es: Diario
et: Päevik
fi: Päiväkirja
fr_ca: Journal
ga: Dialann
gl: Diario
hi: डायरी
hr: Dnevnik
is: Dagbók
it_it: Diario
ja_jp: 日記
ka: დღიური
ko_kr: 일기장
lt: Dienoraštis
lv: Dienasgrāmata
mk: Дневник
nb: Dagbok
nl: Dagboek
pl: Dziennik
pt_br: Diário
ro: Jurnal
ru_ru: Дневник
sk: Denník
sr: Dnevnik
sv: Dagbok
uk: Щоденник
uz: Kundalik
zh_cn: 日记
zh_hk: 日記

# IDS_LCKSCN_BODY_DISPLAY_YOUR_PERSONAL_MESSAGE_ON_THE_LOCK_SCREEN
source: Display your personal message on the lock screen.
ar: عرض رسالتك الشخصية على شاشة القفل
ca: Mostrar el seu missatge personal a la pantalla de bloqueig
cs: Zobrazí na zamknutém displeji vaši osobní zprávu.
da: Vis din personlige besked på låseskærmen.
de: Persönliche Meldung auf dem Sperrbildschirm anzeigen
el_gr: Προβολή του προσωπικού σας μηνύματος στην οθόνη κλειδώματος.
es_es: Mostrar su mensaje personal en la pantalla de bloqueo
et: Kuvage oma isiklikku sonumit lukustusekraanil.
fi: Näytä henkilökohtainen viesti lukitusnäytössä.
fr_ca: Affichez un message personnel sur l'écran de verrouillage.
ga: Taispeáin do theachtaireacht phearsanta ar an scáileán glasála
gl: Amosa a túa mensaxe persoal na pantalla de bloqueo
hi: लॉक स्क्रीन पर अपने व्यक्तिगत सन्देश प्रदर्शित करें।
hr: Prikažite osobnu poruku na zaslonu za zaključavanje.
is: Birta persónuleg skilaboð á lásskjánum.
it_it: Visualizzate il messaggio personalizzato sulla schermata di blocco.
ja_jp: ロック画面にパーソナルメッセージを表示
ka: აჩვენეთ თქვენი პერსონალური ფრაზა დაბლოკილ ეკრანზე.
ko_kr: 잠금화면에 개인 메시지를 표시합니다.
lt: Rodyti asmeninę žinutę užrakinimo ekrane.
lv: Parādiet savu personisko ziņu bloķēšanas ekrānā.
mk: Прикажувај лични пораки на екранот за заклучување.
nb: Vis en personlig melding på låseskjermen.
nl: Uw persoonlijke bericht weergeven op het vergrendelscherm.
pl: Wyświetlaj wiadomości prywatne na ekranie blokady.
pt_br: Exibir sua mensagem pessoal na tela de bloqueio.
ro: Afişaţi mesajul personal pe ecranul de blocare.
ru_ru: Выводить собственный текст на экране блокировки.
sk: Zobraziť vašu osobnú správu na zamknutej obrazovke
sr: Prikaži ličnu poruku na zaključanom ekranu.
sv: Visa ditt personliga meddelande på låsskärmen.
uk: Відображати особисте повідомлення на екрані блокування.
uz: Bloklash ekranida shaxsiy xabaringizni ko‘rsatish.
zh_cn: 在锁屏上显示您的个人信息
zh_hk: 在鎖定螢幕上顯示您的個人訊息。

# IDS_LCKSCN_BODY_EDIT_PERSONAL_MESSAGE
source: Edit personal message
ar: تعديل الرسالة الشخصية
ca: Editar el missatge personal
cs: Upravit osobní zprávu
da: Rediger personlig besked
de: Persönliche Nachricht bearbeiten
el_gr: Επεξεργασία προσωπικού μηνύματος
es_es: Editar mensaje personal
et: Redigeeri isiklikku sõnumit
fi: Muokkaa henkilökohtaista viestiä
fr_ca: Modifier un message personnel
ga: Cuir teachtaireacht phearsanta in eagar
gl: Editar mensaxe persoal
hi: व्यक्तिगत सन्देश संपादित करें
hr: Uredi osobnu poruku
is: Breyta persónulegum skilaboðum
it_it: Modifica messaggio personale
ja_jp: パーソナルメッセージを編集
ka: პერსონალური შეტყობინების შესწორება
ko_kr: 개인 메시지 편집
lt: Redaguoti asmeninę žinutę
lv: Rediģējiet personisku ziņu
mk: Измени лична порака
nb: Rediger personlig melding
nl: Persoonlijk bericht bewerken
pl: Edytuj wiadomość prywatną
pt_br: Editar mensagem pessoal
ro: Editare mesaj personal
ru_ru: Изменить личное сообщение
sk: Upraviť osobnú správu
sr: Izmeni ličnu poruku
sv: Redigera personligt meddelande
uk: Редагувати особисте повідомлення
uz: Shaxsiy xabarni tahrirlash
zh_cn: 编辑个人信息
zh_hk: 編輯個人訊息

# IDS_LCKSCN_BODY_FUN_M_LOCKSCREEN_NAME
source: Fun
ar: مرح
ca: Diversió
cs: Zábava
da: Sjov
de: Spaß
el_gr: Διασκέδαση
es_es: Diversión
et: Lõbu
fi: Hauskanpito
ga: Spraoi
gl: Diversión
hi: मज़ा
hr: Zabava
is: Gaman
it_it: Divertimento
ja_jp: ファン
ka: გართობა
ko_kr: 재밌는
lt: Linksmas
lv: Jautrība
mk: Забава
nb: Moro
nl: Plezier
pl: Zabawny
pt_br: Comédia
ro: Divertisment
ru_ru: Веселье
sk: Zábava
sr: Zabava
sv: Roligt
uk: Веселий
uz: Kulgi
zh_cn: 欢乐
zh_hk: 有趣

# IDS_LCKSCN_BODY_LOCK_SCREEN_THEMES_ABB
source: Lock screen themes
ar: سمات شاشة القفل
ca: Temes de pantalla de bloqueig
cs: Témata zamknutého displeje
da: Temaer på låseskærm
de: Sperrbildschirm-Themes
el_gr: Θέματα οθόνης κλειδώματος
es_es: Temas de pantalla de bloqueo
et: Lukustusekraani teemad
fi: Lukitusnäytön teemat
fr_ca: Verrouillez thèmes de l'écran
ga: Téamaí scáileáin ghlasála
gl: Temas da pantalla de bloqueo
hi: लॉक स्क्रीन थीम्‍स
hr: Teme zaslona za zaključavanje
is: Þemu lásskjás
it_it: Temi schermata di blocco
ja_jp: ロック画面のテーマ
ka: დაბლოკილი ეკრანის თემები
ko_kr: 잠금화면 테마
lt: Užrakinimo ekrano temos
lv: Bloķēšanas ekrāna motīvi
mk: Теми за екран за заклучување
nb: Temaer for låseskjermen
nl: Thema´s voor vergrendelscherm
pl: Motywy ekranu blokady
pt_br: Temas da tela de bloqueio
ro: Teme ecran de blocare
ru_ru: Темы экрана блокировки
sk: Motívy zamknutej obrazovky
sr: Teme na zaključanom ekranu
sv: Teman för låsskärmen
uk: Теми екрану блокування
uz: Bloklash ekrani mavzulari
zh_cn: 锁屏主题
zh_hk: 鎖定螢幕主題

# IDS_LCKSCN_BODY_LOCK_SCREEN_WALLPAPER
source: Lock screen wallpaper
ar: خلفية شاشة القفل
ca: Bloq fons pant inici
cs: Pozadí zamknuté obrazovky
da: Baggrund for låseskærm
de: Hintergrund (Sperrbildschirm)
el_gr: Φόντο οθόνης κλειδώματος
es_es: Pantalla de bloqueo
et: Lukustusekraani taustpilt
fi: Lukitusnäytön taustakuva
fr_ca: Fond d'écran de verrouillage
ga: Cúlbhrat an scáileáin ghlasála
gl: Fondo da pantalla de bloqueo
hi: लॉक स्क्रीन वॉलपेपर
hr: Pozadina zaključanog zaslona
is: Læsa veggfóðri á skjá
it_it: Sfondo schermata di blocco
ja_jp: ロック画面の壁紙
ka: ჩაკეტილი ფონი
ko_kr: 잠금화면 배경
lt: Ekrano užrakinimo fonas
lv: Bloķēšanas ekrāna fona attēls
mk: Заднина на екранот за заклучување
nb: Bakgrunn for låseskjermen
nl: Achtergrond vergrendelscherm
pl: Tapeta ekranu blokady
pt_br: Papel de parede da tela de bloqueio
ro: Fundal ecran blocat
ru_ru: Обои экрана блокировки
sk: Tapeta zamknutej obrazovky
sr: Tapet zaključanog ekrana
sv: Bakgrund för låsskärm
uk: Заставка екрана блокування
uz: Bloklash ekrani fon rasmi
zh_cn: 锁定屏幕墙纸
zh_hk: 鎖定螢幕牆紙

# IDS_LCKSCN_BODY_MAGAZINE_M_LOCKSCREEN_NAME
source: Magazine
ar: المجلة
ca: Revista
cs: Časopis
da: Tidsskrift
de: Magazin
el_gr: Περιοδικό
es_es: Revista
et: Ajakiri
fi: Aikakauslehti
ga: Iris
gl: Revista
hi: मैगज़ीन
hr: Časopis
is: Tímarit
it_it: Rivista
ja_jp: マガジン
ka: ჟურნალი
ko_kr: 잡지
lt: Žurnalas
lv: Žurnāls
mk: Списание
nb: Tidsskrift
nl: Tijdschrift
pl: Magazyn
pt_br: Revista
ro: Revistă
ru_ru: Журнал
sk: Časopis
sr: Časopis
sv: Tidskrift
uk: Журнал
uz: Jurnal
zh_cn: 杂志
zh_hk: 雜誌

# IDS_LCKSCN_BODY_MUSIC_CONTROLLER_ABB
source: Music controller
ar: وحدة التحكم بالموسيقى
ca: Controlador de música
cs: Ovladač hudby
da: Musikkontrol
de: Musiksteuerung
el_gr: Έλεγχος μουσικής
es_es: Controlador de música
et: Muusika kontroller
fi: Musiikkiohjain
fr_ca: Contrôleur musical
ga: Rialaitheoir ceoil
gl: Controlador de música
hi: संगीत नियंत्रक
hr: Glazbeni kontroler
is: Tónlistarstýring
ja_jp: 音楽コントローラー
ka: მუსიკის მაკონტროლებელი
ko_kr: 음악 재생기
lt: Muzikos valdiklis
lv: Mūzikas vadāmierīce
mk: Контролер за музика
nb: Musikkontroll
nl: Muziekcontroller
pl: Kontroler muzyki
pt_br: Controlador de música
ro: Controler muzică
ru_ru: Управление музыкой
sk: Ovládač hudby
sr: Muzički kontroler
sv: Musikkontroll
uk: Керування музикою
uz: Musiqa nazoratchisi
zh_cn: 音乐控制器
zh_hk: 音樂控制器

# IDS_LCKSCN_BODY_NEWS_ABB
source: News
ar: أخبار
ca: Notícies
cs: Zprávy
da: Nyheder
de: Nachrichten
el_gr: Ειδήσεις
es_es: Noticias
et: Uudised
fi: Uutiset
fr_ca: Actualités
ga: Nuacht
gl: Novas
hi: समाचार
hr: Vijesti
is: Fréttir
it_it: Notizie
ja_jp: ニュース
ka: სიახლეები
ko_kr: 뉴스
lt: Naujienos
lv: Ziņas
mk: Вести
nb: Nyheter
nl: Nieuws
pl: Wiadomości
pt_br: Notícias
ro: Ştiri
ru_ru: Новости
sk: Novinky
sr: Vesti
sv: Nyheter
uk: Новини
uz: Yangiliklar
zh_cn: 新闻
zh_hk: 新聞

# IDS_LCKSCN_BODY_PERSONAL_MESSAGE_ABB
source: Personal message
ar: رسالة شخصية
ca: Missatge personal
cs: Osobní zpráva
da: Personlig besked
de: Persönliche Nachricht
el_gr: Προσωπικό μήνυμα
es_es: Mensaje personal
et: Isiklik sõnum
fi: Henkilökohtainen viesti
fr_ca: Message personnel
ga: Teachtaireacht phearsanta
gl: Mensaxe persoal
hi: व्यक्तिगत संदेश
hr: Osobna poruka
is: Persónuleg skilaboð
it_it: Messaggio personale
ja_jp: パーソナルメッセージ
ka: პერსონალური ფრაზა
ko_kr: 개인 메시지
lt: Asmeninė žinutė
lv: Personiska ziņa
mk: Лична порака
nb: Personlig melding
nl: Persoonlijk bericht
pl: Wiadomość prywatna
pt_br: Mensagem pessoal
ro: Mesaj personal
ru_ru: Собственный текст
sk: Osobná správa
sr: Lična poruka
sv: Personligt meddelande
uk: Особисте повідомлення
uz: Shaxsiy xabar
zh_cn: 个人信息
zh_hk: 個人訊息

# IDS_LCKSCN_BODY_POLAROID_M_LOCKSCREEN_NAME
source: Polaroid
ar: المستقطبة
ga: Polaróideach
hi: पोलरॉइड
ja_jp: ポラロイド
ka: პოლაროიდი
ko_kr: 폴라로이드
lv: Polaroid attēls
mk: Полароид
ru_ru: Полароид
uk: Полароїд
zh_hk: 寶麗來

source: Set the device to show the keyboard after you swipe the lock screen.
ar: اضبط الجهاز بحيث يتم عرض لوحة المفاتيح بعد سحب شاشة القفل.
ca: Configuri el dispositiu perquè mostri el teclat després de desplaçar la pantalla de bloqueig.
cs: Nastavte zařízení tak, aby se po přejetí přes zamknutý displej zobrazila klávesnice.
da: Indstil enheden til at vise tastaturet, når du stryger på låseskærmen.
de: Gerät so einstellen, dass die Tastatur angezeigt wird, wenn Sie über den Sperrbildschirm streichen.
el_gr: Ρυθμίστε τη συσκευή σας, ώστε να εμφανίζει το πληκτρολόγιο μετά την κίνηση σάρωσης στην οθόνη κλειδώματος.
es_es: Configure su dispositivo para que se muestre el teclado tras deslizar la pantalla de bloqueo.
et: Saate määrata seadme kuvama klaviatuuri pärast seda, kui libistate sõrme lukustusekraanil.
fi: Aseta laite näyttämään näppäimistö lukitusnäytön pyyhkäisemisen jälkeen.
fr_ca: Configurez l'appareil de façon à afficher le clavier après avoir fait glisser l'écran de verrouillage.
ga: Socraigh an gléas chun an méarchlár a thaispeáint tar éis duit an scáileán glasála a svaidhpeáil.
gl: Define o dispositivo para amosar o teclado despois de pasar o dedo pola pantalla de bloqueo.
hi: आपके द्वारा लॉक स्क्रीन स्वाइप करने के बाद डिवाइस को कीबोर्ड दिखाने पर सेट करें।
hr: Postavite da uređaj prikazuje tipkovnicu nakon što kliznete na zaslonu zaključavanja.
is: Stilla tækið á að sýna lyklaborðið þegar þú strýkur yfir lásskjáinn.
it_it: Impostate il dispositivo in modo che venga visualizzata la tastiera quando trascinate il dito sulla schermata di blocco.
ja_jp: ロック画面をスワイプすると、キーボードが表示されるように設定
ka: აირჩიეთ, რომ აპარატმა აჩვენოს კლავიატურა, დაბლოკილ ეკრანზე თითის გადასმის შემდეგ.
ko_kr: 키보드가 잠금화면을 옆으로 밀면 표시되도록 설정합니다.
lt: Nustatyti įrenginį rodyti klaviatūrą perbraukus užrakinimo ekraną.
lv: Iestatīt ierīci tā, lai tastatūra tiktu parādīta, kad pavelkat pa bloķēšanas ekrānu.
mk: Одредете уредот да ја покажува тастатурата откако ќе поминете преку екранот за заклучување.
nb: Angi at enheten skal vise tastaturet etter at du stryker over låseskjermen.
nl: Stel het apparaat in om het toetsenbord weer te geven nadat u over het vergrendelscherm hebt geveegd.
pl: Ustaw urządzenie, aby wyświetlało klawiaturę po przesunięciu ekranu blokady.
pt_br: Defina o dispositivo para exibir o teclado após deslizar a tela de bloqueio.
ro: Setaţi dispozitivul pentru a afişa tastatura după ce glisaţi pe ecranul de blocare.
ru_ru: Отображать клавиатуру при проведении пальцем по экрану блокировки.
sk: Zariadenie sa nastaví tak, že po potiahnutí po zamknutej obrazovke zobrazí klávesnicu.
sr: Podesi da tvoj uređaj prikazuje tastaturu nakon što prevučeš prstom preko zaključanog ekrana.
sv: Ställ in skärmen för visning av tangentbordet när du drar med fingret över låsskärmen.
uk: Відображення клавіатури на пристрої після проведення по екрану блокування.
uz: Qurilmani bloklash ekranini surganingizdan so‘ng klaviaturani ko‘rsatadigan qilib sozlash.
zh_cn: 设置设备以在滑动锁定屏幕后显示键盘。
zh_hk: 設定裝置以在滑動鎖定螢幕後顯示鍵盤。

source: Show information about the weather (based on the Weather application), and the steps you take while Pedometer in S Health is enabled.
ar: عرض معلومات حول الطقس (استنادًا إلى تطبيق الطقس) والخطوات التي تقوم بها عندما يكون مقياس الخطوات في S Health قيد التفعيل.
ca: Mostrar informació sobre el temps (a partir de l'aplicació del temps) i les passes que fa mentre el Podòmetre de S Health està habilitat.
cs: Zobrazí informace o počasí (na základě aplikace Počasí) a počet kroků, které jste ušli, když byl zapnutý Krokoměr v aplikaci S Health.
da: Vis oplysninger om vejret (baseret på applikationen Vejr) og de skridt, du har taget med Skridttæller i S Health aktiveret.
de: Wetterinformationen (aus der Wetter-Anwendung) und Anzahl zurückgelegter Schritte anzeigen, während der Schrittzähler in S Health aktiviert ist.
el_gr: Εμφάνιση πληροφοριών καιρού (από την εφαρμογή «Καιρός») και των βημάτων που κάνετε όσο ο Μετρητής βημάτων είναι ενεργοποιημένος στο S Health.
es_es: Mostrar información sobre el clima (basado en la aplicación correspondiente) y los pasos que da mientras el Podómetro de S Health esté activado.
et: Kuvatakse ilmateade (ilmarakenduse põhjal) ja sammude arv, mida olete teinud sel ajal, kui rakenduse S Health Sammuloendur on aktiveeritud.
fi: Näytä säätiedot (Sää-sovelluksen mukaan) ja toimenpiteet, joihin sinun on ryhdyttävä, kun S Healthin Askelmittari on käytössä.
fr_ca: Affichez les informations météo (obtenues avec l'application Météo) et le nombre de pas effectués lorsque le podomètre dans S Health est activé.
ga: Taispeáin faisnéis faoin aimsir (bunaithe ar fheidhmchlár na hAimsire), agus na céimeanna a thógann tú agus Péidiméadar cumasaithe in S Health.
gl: Amosa información acerca do tempo (en función da aplicación de información meteorolóxica) e os pasos andados mentres Podómetro de S Health está activado.
hi: S Health में पेडोमीटर सक्षम होने पर मौसम के बारे में (मौसम एप्लीकेशन पर आधारित) और आपके द्वारा उठाए जाने वाले कदमों की जानकारी दिखाएँ।
hr: Prikaži informacije o vremenu (na temelju aplikacije za vrijeme) i broj koraka koji prijeđete kad je uključen Brojač koraka u S Healthu.
is: Sýna upplýsingar um veður (frá veðurforritinu) og gengin skref þegar skrefmælir S Health er virkur.
it_it: Visualizzate le informazioni sul meteo (basate sull'applicazione Meteo) e il conteggio dei passi effettuati quando il Contapassi di S Health è attivo.
ja_jp: 歩数および気象情報アプリケーションに基づいた天気予報を表示します。歩数はS Healthの歩数計を有効にしているときに表示されます。
ka: გამოჩნდეს ამინდის ინფორმაცია (ამინდის პროგნოზის აპლიკაციაზე დაყრდნობით) და გადადგმული ნაბიჯების რაოდენობა, როდესაც S Health-ში ჩართულია ნაბიჯმზომი.
ko_kr: 날씨 앱에서 제공된 날씨정보 및 S헬스 만보계에서 측정된 걸음 수를 표시합니다.
lt: Rodyti orų informaciją (pagal orų programą) ir nueitus žingsnius, kai įjungtas „S Health“ žingsniamatis.
lv: Rādīt informāciju par laikapstākļiem (izmantojot laika ziņu programmu) un veiktos soļus, kad ir aktivizēta S Health funkcija Soļu skaitītājs.
mk: Покажувај информации за времето (врз основа на апликацијата за време) и направените чекори додека е вклучен Педометарот во S Health.
nb: Vis informasjon om været (basert på Vær-appen) og antall skritt du har gått mens Skritteller i S Health er aktivert.
nl: Geef het weerbericht weer (op basis van de weerapplicatie) en de stappen die u neemt terwijl Stappenteller in S Health is ingeschakeld.
pl: Pokazuje informacje o pogodzie (na podstawie aplikacji Pogoda) oraz krokach wykonanych przy włączonej funkcji Krokomierz w aplikacji S Health.
pt_br: Exibe informações sobre o tempo (com base no aplicativo Tempo) e os passos dados desde que o Pedômetro do S Health está ativado.
ro: Afişaţi informaţiile meteo (pe baza aplicaţiei Meteo) şi paşii parcurşi în timp ce este activat Pedometrul din S Health.
ru_ru: Вывод сведений о погоде (на основании приложения прогноза погоды) и шагах, выполненных при включенном шагомере в S Health.
sk: Zobrazia sa informácie o počasí (získané z aplikácie Počasie) a počte krokov vykonaných pri zapnutej funkcii Krokomer v aplikácii S Health.
sr: Prikaži informacije o vremenskim prilikama (na osnovu aplikacije Vremenske prilike), kao i korake koje preduzimaš kada je omogućen Pedometar u aplikaciji S Health.
sv: Visa information om vädret (i väderprogrammet) och stegen du tar medan Stegräknare i S Health är aktiverad.
uk: Відображення відомостей про погоду (на основі даних із програми прогнозу погоди) та кроків, зроблених за ввімкненого крокоміру в S Health.
uz: Ob-havo haqidagi ma’lumotlarni (Ob-havo ilovasi asosida) va S Health-da Pedometr yoqilganda bajargan amallaringizni ko‘rsatish.
zh_cn: 显示有关天气的信息 (基于天气应用程序) 以及您在 S 健康中的计步器启用时完成的步数。
zh_hk: 顯示關於天氣的資訊 (基於天氣應用程式) 與您在 S Health 中的計步器啟用時完成的步數。
