Repository: tizenorg/profile.mobile.apps.native.ug-lockscreen-setting-efl
Catalog: res/po/*.po
Languages: ar, ca, cs, da, de, el_gr, es_es, et, fi, fr_ca, ga, gl, hi, hr, is, it_it, ja_jp, ka, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sr, sv, uk, uz, zh_cn, zh_hk

# IDS_ST_BODY_DUAL_CLOCK
source: Dual clock
ar: ساعة ثنائية
ca: Rellotge dual
cs: Duál. hodiny
da: Dobbelt-ur
de: Dual-Uhr
el_gr: Διπλό ρολόι
es_es: Reloj dual
et: Kaksikkell
fi: Kaksoiskello
fr_ca: Deux horloges
ga: Déchlog
gl: Reloxo dual
hi: दोहरी घड़ी
hr: Dvostruki sat
is: Tvöföld klukka
it_it: Doppio orologio
ja_jp: デュアル時計
ka: ორმაგი საათი
ko_kr: 듀얼 시계
lt: Dvigubas laikrodis
lv: Duālais pulkstenis
mk: Двоен часовник
nb: Dobbel klokke
nl: Twee klokken
pl: Zegar podwójny
pt_br: Relógio duplo
ro: Ceas dual
ru_ru: Двойные часы
sk: Duálne hod.
sr: Dvostruki sat
sv: Dubbel klocka
uk: Подвійний годинник
uz: Ikkitali soat
zh_cn: 双时钟
zh_hk: 雙時鐘

# IDS_ST_BODY_SELECT_APPLICATION
source: Select application
ar: اختر تطبيق
ca: Seleccionar aplicació
cs: Vyberte aplikaci
da: Vælg program
de: Anwendung auswählen
el_gr: Επιλογή εφαρμογής
es_es: Seleccionar aplicación
et: Vali rakendus
fi: Valitse sovellus
fr_ca: Sélectionnez une application
ga: Roghnaigh feidhmchlár
gl: Seleccionar aplicación
hi: एप्लीकेशन चुनें
hr: Odaberi aplikaciju
is: Velja forrit
it_it: Seleziona applicazione
ja_jp: アプリケーションを選択
ka: აირჩიეთ პროგრამა
ko_kr: 애플리케이션 선택
lt: Pasirinkti programą
lv: Izvēlēties programmu
mk: Избери апликација
nb: Velg app
nl: Applicatie selecteren
pl: Wybierz aplikację
pt_br: Selecionar aplicação
ro: Selectare aplicaţie
ru_ru: Выбор приложения
sk: Vyberte aplikáciu
sr: Izaberi aplikaciju
sv: Välj program
uk: Виберіть програму
uz: Ilova tanlash
zh_cn: 选择应用程序
zh_hk: 選擇應用程式

# IDS_ST_BODY_SET_AS_LOCK_SCREEN
source: Set as lock screen
ar: تعيين كشاشة قفل
ca: Definir com a pantalla de bloqueig
cs: Nastavit jako zámek displeje
da: Indstil som låseskærm
de: Als Sperrbildschirm festlegen
el_gr: Ορισμός ως οθόνη κλειδώματος
es_es: Definir como pantalla Bloqueo
et: Määra lukustusekraaniks
fi: Määritä lukitusnäytöksi
fr_ca: Définir comme écran de verrouillage
ga: Socraigh mar ghlas scáileáin
gl: Definir como pantalla de bloqueo
hi: लॉक स्क्रीन के रूप में सेट करें
hr: Postavite kao zaslon zaključavanja
is: Nota sem lásskjá
it_it: Imposta come schermata di blocco
ja_jp: ロック画面に設定
ka: დაბლოკილ ეკრანზე დაყენება
ko_kr: 잠금화면으로 설정
lt: Nustatyti užrakinimo ekraną
lv: Iestatīt kā bloķētu ekrānu
mk: Постави како екран за заклучување
nb: Bruk som låseskjerm
nl: Instellen als vergrendelscherm
pl: Ustaw jako ekran blokady
pt_br: Definir como bloqueio de tela
ro: Setare ca ecran de blocare
ru_ru: Добавить на экран блокировки
sk: Nastaviť ako zamknutú obrazovku
sr: Postavi kao zaključan ekran
sv: Ange som skärmlås
uk: Встановити як екран блокування
uz: Bloklash ekrani sifatida o‘rnatish
zh_cn: 设置为锁屏
zh_hk: 設定為鎖定螢幕

# IDS_ST_BODY_SET_SHORTCUTS
source: Set shortcuts
ar: تعيين اختصارات
ca: Definir editar accessos directes
cs: Nastavit zástupce
da: Angiv genveje
de: Schnellzugriffe festlegen
el_gr: Ρύθμιση συντομεύσεων
es_es: Definir accesos directos
et: Määra otseteed
fi: Määritä pikavalinnat
fr_ca: Définir des raccourcis
ga: Socraigh aicearraí
gl: Definir atallos
hi: शॉर्टकट्स सेट करें
hr: Postavi prečace
is: Stilla flýtileiðir
it_it: Imposta collegamenti
ja_jp: ショートカットを設定
ka: ღილაკების დაყენება
ko_kr: 바로가기 설정
lt: Nustatyti trumpinius
lv: Iestatīt īsceļus
mk: Одреди кратенки
nb: Angi snarveier
nl: Snelkoppelingen instellen
pl: Ustawianie skrótów
pt_br: Configurar atalhos
ro: Setare comenzi rapide
ru_ru: Задать ярлыки
sk: Nastaviť skratky
sr: Podesi prečice
sv: Ställ in genvägar
uk: Встановлення клавіш швидкого доступу
uz: Yorliqlarni o‘rnatish
zh_cn: 设置快捷方式
zh_hk: 設定捷徑

# IDS_ST_BODY_SET_SHORTCUTS_ON_LOCK_SCREEN
source: Set shortcuts on lock screen.
ar: قم بتعيين اختصارات على شاشة القفل.
ca: Definir accessos directes a la pantalla de bloqueig
cs: Nastavit zástupce na zamknutém displeji.
da: Indstil genveje på låseskærm.
de: Schnellzugriffe auf gesperrtem Bildschirm festlegen
el_gr: Ρύθμιση συντομεύσεων στην οθόνη κλειδώματος.
es_es: Definir accesos directos en pantalla Bloqueo
et: Maara otseteed lukustusekraanil.
fi: Määritä pikanäppäimet lukitusnäytössä.
fr_ca: Sélectionner les raccourcis sur l'écran de verrouillage.
ga: Socraigh aicearraí ar an scáileán glasála
gl: Definir os atallos na pantalla de bloqueo
hi: लॉक स्‍क्रीन पर शॉर्टकट्स सेट करें।
hr: Postavi prečace na zaslonu zaključavanja.
is: Stilla flýtileiðir á lásskjá.
it_it: Impostate i collegamenti nella schermata di blocco.
ja_jp: ロック画面に表示するショートカットを設定
ka: სწრაფი ღილაკების დაყენება დაბლოკილ ეკრანზე.
ko_kr: 잠금화면에 바로가기를 설정합니다.
lt: Nustatyti sparčiuosius mygtukus užrakinimo ekrane.
lv: Iestatīt īsceļus bloķētajā ekrānā.
mk: Постави кратенки на екранот за заклучување.
nb: Angi snarveier på låseskjermen.
nl: Sneltoetsen instellen op vergrendeld scherm
pl: Ustaw skróty na ekranie blokady.
pt_br: Definir atalhos na tela de bloqueio.
ro: Setare comenzi rapide în ecranul de blocare
ru_ru: Настроить ярлыки на экране блокировки.
sk: Nastaviť odkazy na zamknutej obrazovke
sr: Postavi prečice na zaključanom ekranu.
sv: Ställ in genvägar på låsskärmen.
uk: Встановлення ярликів на екрані блокування.
uz: Bloklash ekranida yorliqlarni o‘rnatish.
zh_cn: 设置屏幕锁定时的快捷键
zh_hk: 在鎖定螢幕上設定捷徑。

# IDS_ST_BODY_SHORTCUTS
source: Shortcuts
ar: الاختصارات
ca: Accessos directes
cs: Zkratky
da: Genveje
de: Schnellzugriffe
el_gr: Συντομεύσεις
es_es: Accesos directos
et: Otseteed
fi: Pikanäppäimet
fr_ca: Raccourcis
ga: Aicearraí
gl: Atallos
hi: शॉर्टकट
hr: Prečaci
is: Flýtileiðir
it_it: Collegamenti
ja_jp: ショートカット
ka: სწრაფი ღილაკები
ko_kr: 바로가기
lt: Sparčiosios prieigos mygtukai
lv: Īsceļi
mk: Кратенки
nb: Snarveier
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Atalhos
ro: Comenzi rapide
ru_ru: Ярлыки
sk: Skratky
sr: Prečice
sv: Genvägar
uk: Швидкі клавіші
uz: Yorliqlar
zh_cn: 快捷键
zh_hk: 捷徑

# IDS_ST_BODY_SHOW_DUAL_CLOCK_ON_LOCK_SCREEN_WHEN_ROAMING
source: Show dual clock on lock screen when roaming.
ar: عرض ‏‫ساعة مزدوجة على شاشة القفل أثناء التجوال.
ca: Mostrar rellotge dual a la pantalla de bloqueig en itinerància
cs: Zobrazit duální hodiny na zamknutém displeji během roamingu.
da: Vis dobbelt ur på låseskærm under roaming.
de: Dual-Uhr beim Roaming auf gesperrtem Bildschirm anzeigen
el_gr: Εμφάνιση διπλού ρολογιού στην οθόνη κλειδώματος κατά την περιαγωγή.
es_es: Mostrar reloj dual en pantalla Bloqueo en itinerancia
et: Kuva randluse ajal lukustusekraanil kaksikkell.
fi: Näytä kaksoiskello lukitusnäytössä verkkovierailun aikana.
fr_ca: Afficher double horloge sur l'écran de verrouillage en itinérance.
ga: Taispeáin déchlog ar an scáileáin glasála le linn fánaíocht
gl: Amosa o reloxo dual na pantalla de bloqueo durante a itinerancia
hi: जब रोमिंग में हों तब लॉक स्‍क्रीन पर दोहरी घड़ी दिखाएँ।
hr: Prikaži dvostruki sat na zaslonu zaključavanja u roamingu.
is: Sýna tvöfalda klukku á lásskjá í reiki.
it_it: Mostra orologio doppio nella schermata di blocco durante il roaming.
ja_jp: ローミング時、ロック画面にデュアル時計を表示
ka: ორმაგი საათის ჩვენება დაბლოკილ ეკრანზე როუმინგის დროს.
ko_kr: 로밍 중인 경우, 잠금화면에 듀얼 시계를 표시합니다.
lt: Rodyti dvigubą laikrodį užrakinimo ekrane, kai naudojamasi tarptinkliniu ryšiu.
lv: Viesabonēšanas laikā bloķēšanas ekrānā rādīt duālo pulksteni.
mk: Прикажи двоен часовник на екранот за заклучување при роаминг.
nb: Vis dobbel klokke på låseskjermen under roaming.
nl: Dubbele klok weergeven op vergrendeld scherm bij roaming.
pl: Wyświetlanie zegara podwójnego na ekranie blokady podczas roamingu.
pt_br: Mostrar relógio duplo na tela de bloqueio quando em roaming.
ro: Afişare ceas dual pe ecranul de blocare în roaming
ru_ru: Показывать двойные часы на экране блокировки в роуминге.
sk: Pri roamingu zobraziť na zamknutej obrazovke duálne hodiny.
sr: Prikaži dvostruki sat na zaključanom ekranu u romingu.
sv: Visa dubbla klockor på låsskärmen vid roaming.
uk: Відображення подвійного годинника на екрані блокування під час перебування в роумінгу.
uz: Rouming vaqtida bloklash ekarnida ikkitali soatni ko‘rsat.
zh_cn: 漫游时在锁屏上显示双时钟
zh_hk: 當漫遊時在鎖定螢幕上顯示雙時鐘。

# IDS_ST_BODY_SHOW_HELP_TEXT_ON_LOCK_SCREEN
source: Show help text on lock screen.
ar: عرض نص التعليمات على شاشة القفل.
ca: Mostrar text d'ajuda a la pantalla de bloqueig
cs: Zobrazit text nápovědy na zamknutém displeji.
da: Vis hjælpetekst på låst skærm.
de: Hilfetext auf gesperrtem Bildschirm anzeigen.
el_gr: Εμφάνιση κειμένου βοήθειας στην οθόνη κλειδώματος.
es_es: Mostrar texto de ayuda en pantalla Bloqueo.
et: Näita lukustusekraanil spikrit
fi: Ohjetekstin näyttäminen lukitusnäytössä.
fr_ca: Afficher texte d'aide sur l'écran de verrouillage.
ga: Taispeáin téacs cabhrach ar an scáileán glasála
gl: Amosa texto de axuda na pantalla de bloqueo
hi: लॉक स्क्रीन पर मदद टेक्स्ट दिखाता है।
hr: Prikaži tekst pomoći na zaslonu zaključavanja.
is: Sýna hjálpartexta á lásskjá.
it_it: Mostra testo guida nella schermata di blocco.
ja_jp: ロック画面にヘルプテキストを表示します。
ka: დახმარების ტექსტის ჩვენება დაბლოკილ ეკრანზე.
ko_kr: 잠금화면에 도움말 문구를 표시합니다.
lt: Rodyti pagalbos tekstą užrakintame ekrane.
lv: Rādīt palīdzības tekstu bloķēšanas ekrānā.
mk: Прикажи текст за помош на екранот за заклучување.
nb: Vis hjelpetekst på låseskjermen.
nl: Help-tekst op vergrendeld scherm weergeven.
pl: Pokaż tekst pomocy na ekranie blokady.
pt_br: Exibe texto de ajuda na Tela de bloqueio.
ro: Afişare text asistenţă pe ecranul de blocare
ru_ru: Показывать текст справки на экране блокировки.
sk: Zobraziť text pomocníka na zamknutej obrazovke
sr: Prikaži tekst pomoći na zaključanom ekranu.
sv: Visa hjälptexten på låsskärmen.
uk: Відображення допоміжного тексту на екрані блокування.
uz: Bloklash ekranida yordam matnini ko‘rsatish.
zh_cn: 在锁定屏幕时显示帮助文本
zh_hk: 於鎖定螢幕顯示說明文字。

source: Show information about the weather and your step count on the lock screen.
ar: إظهار المعلومات حول الطقس وعداد خطواتك على شاشة القفل.
ca: Mostrar informació sobre el temps i el seu comptador de passes a la pantalla de bloqueig.
cs: Zobrazí na zamknutém displeji informace o počasí a počtu kroků.
da: Vis oplysninger om vejr og dit skridtantal på låseskærmen.
de: Informationen zum Wetter und zur Schrittzahl auf dem Sperrbildschirm anzeigen.
el_gr: Εμφάνιση πληροφοριών σχετικά με τον καιρό και το πλήθος βημάτων στην οθόνη κλειδώματος.
es_es: Mostrar información meteorológica y el recuento de pasos en la pantalla Bloqueo.
et: Lukustusekraanil näidatakse teavet ilma ja teie sammude arvu kohta.
fi: Näytä sää- ja askelmäärätiedot lukitusnäytössä.
fr_ca: Affichez les informations météorologiques et votre nombre de pas sur l'écran verrouillé.
ga: Taispeáin faisnéis faoin aimsir agus faoi d'áireamh céimeanna ar an scáileán glasála.
gl: Mostra información acerca do tempo e o teu reconto de pasos na pantalla de bloqueo.
hi: लॉक स्क्रीन पर मौसम और अपनी कदम गणना की जानकारी दिखाएँ।
hr: Prikaži informacije o vremenu i broj koraka na zaslonu zaključavanja.
is: Sýna upplýsingar um veður og skrefafjölda á lásskjánum.
it_it: Mostra le informazioni sul meteo e sul conteggio dei passi nella schermata di blocco.
ja_jp: ロック画面に気象情報と歩数カウントを表示
ka: დაბლოკილ ეკრანზე აჩვენეთ ამინდისა და დათვლილი ნაბიჯების ინფორმაცია.
ko_kr: 잠금화면에 날씨정보 및 걸음 수를 표시합니다.
lt: Užrakinimo ekrane rodo orų informaciją ir žingsnių skaičių.
lv: Rādīt informāciju par laikapstākļiem un jūsu soļu skaitu bloķēšanas ekrānā.
mk: Прикажувај информации за времето и бројот чекори на екранот за заклучување.
nb: Vis informasjon om været og hvor mange skritt du har gått, på låseskjermen.
nl: Geef informatie over het weer en uw stappentelling weer op het vergrendelscherm.
pl: Pokazuj informacje o pogodzie i licznik kroków na ekranie blokady.
pt_br: Exibe informações sobre o clima e sua contagem de passos na tela de bloqueio.
ro: Afişaţi informaţii despre starea vremii şi numărul de paşi pe ecranul de blocare.
ru_ru: Отображение сведений о погоде и количества шагов на экране блокировки.
sk: Na zamknutej obrazovke sa zobrazia informácie o počasí a počte krokov.
sr: Prikaz informacija o tome da li se broje tvoji koraci na zaključanom ekranu.
sv: Visa information om vädret och din stegräkning på låsskärmen.
uk: Відображення відомостей про погоду та відлік кроків на екрані блокування.
uz: Bloklash ekranida ob-havo va bosib o‘tgan qadamlaringiz soni haqidagi ma’lumotlarni ko‘rsatish.
zh_cn: 在锁定屏幕上显示有关天气和您步数的信息。
zh_hk: 在鎖定螢幕上顯示天氣及您的步數相關資訊。

# IDS_ST_BODY_STYLE
source: Style
ar: الأسلوب
ca: Estil
cs: Styl
da: Stil
de: Stil
el_gr: Στυλ
es_es: Estilo
et: Laad
fi: Tyyli
ga: Stíl
gl: Estilo
hi: शैली
hr: Izgled
is: Stíll
it_it: Stile
ja_jp: スタイル
ka: სტილი
ko_kr: 스타일
lt: Stilius
lv: Stils
mk: Стил
nb: Stil
nl: Stijl
pl: Styl
pt_br: Estilo
ro: Stil
ru_ru: Стиль
sk: Štýl
sr: Stil
sv: Stil
uk: Стиль
uz: Uslub
zh_cn: 风格
zh_hk: 風格

# IDS_ST_BODY_TAP_AND_HOLD_THE_SCREEN_WHILE_ROTATING_THE_DEVICE_TO_OPEN_CAMERA
source: Tap and hold the screen while rotating the device to open Camera.
ar: انقر مع الاستمرار فوق الشاشة مع تدوير الجهاز لفتح الكاميرا.
ca: Mantingui tocada la pantalla mentre gira el dispositiu per obrir la Càmera
cs: Klepnutím na displej a podržením při otáčení zařízení otevřete Fotoaparát.
da: Tryk og hold på skærmen, mens du roterer enheden, for at åbne Kamera.
de: Tippen Sie auf den Bildschirm und halten Sie ihn, während Sie das Gerät drehen, um die Kamera zu öffnen.
el_gr: Πατήστε παρατεταμένα στην οθόνη και κατά την περιστροφή της συσκευής για να ανοίξετε την Κάμερα.
es_es: Mantenga pulsada la pantalla mientras gira el dispositivo para abrir la Cámara
et: Kaamera avamiseks toksake ja hoidke sorme ekraanil ning samal ajal poorake seadet.
fi: Avaa kamera painamalla näyttöä jonkin aikaa ja kiertämällä samalla laitetta.
fr_ca: Touchez longuement l'écran et faites pivoter l'appareil pour lancer l'appareil photo.
ga: Tapáil agus coinnigh an scáileán agus an gléas á rothlú le Ceamara a oscailt
gl: Mantén tocada a pantalla mentres xiras o dispositivo para abrir a cámara
hi: कैमरा खोलनें के लिए डिवाइस को घुमाते समय स्क्रीन को टैप और होल्ड करें।
hr: Dodirnite i držite zaslon dok okrećete uređaj da biste uključili fotoaparat.
is: Halda fingrinum á skjánum á meðan þú snýrð tækinu til að opna myndavélina.
it_it: Tenere premuto lo schermo mentre si ruota il dispositivo per aprire la fotocamera.
ja_jp: 画面を押しながら端末を回転させてカメラを起動
ka: „კამერის“ გასახსნელად, ხანგრძლივად შეეხეთ ეკრანს და თან მოაბრუნეთ მოწყობილობა.
ko_kr: 디바이스를 회전하면서 화면을 길게 누르면 [카메라]가 실행됩니다.
lt: Jei norite atidaryti fotoaparatą, bakstelėkite ir laikykite ekraną sukdami įrenginį.
lv: Lai atvērtu kameru, pieskarieties un turiet ekrānu, un vienlaicīgi pagrieziet ierīci.
mk: Допрете и држете го екранот додека го вртите уредот за да го отворите фотоапаратот.
nb: Trykk på og hold skjermen mens du roterer enheten for å åpne Kamera.
nl: Tik en houd uw vinger op het scherm terwijl u het apparaat draait om de camera te openen.
pl: Obracając urządzenie, dotknij i przytrzymaj ekran, aby otworzyć aparat.
pt_br: Toque e segure a tela enquanto gira o dispositivo para abrir a Câmera.
ro: Ţineţi apăsat pe ecran şi rotiţi dispozitivul pentru a deschide Camera foto.
ru_ru: Чтобы открыть камеру, прикоснитесь к экрану и, удерживая палец, поверните устройство.
sk: Ťuknutím na obrazovku a jej podržaním počas otáčania zariadenia môžete otvoriť aplikáciu Fotoaparát.
sr: Kucni i zadrži ekran tokom rotiranja uređaja da bi otvorio/la kameru.
sv: Tryck på och håll kvar på skärmen och rotera samtidigt enheten för att öppna Kameran.
uk: Натисніть і утримуйте екран, одночасно обертаючи пристрій, щоб відкрити камеру.
uz: Kamerani ochish uchun, aylantirish vaqtida ekranni bosib turing.
zh_cn: 点击并按住屏幕同时旋转手机以打开摄像头。
zh_hk: 輕觸並按住螢幕同時旋轉裝置以開啟相機。

# IDS_ST_BODY_TAP_SHORTCUT_TO_ASSIGN_APPLICATION
source: Tap shortcut to assign application.
ar: ‏‫انقر فوق الاختصار لتخصيص تطبيق.
ca: Toqui l'accés directe per assignar l'aplicació
cs: Chcete-li přiřadit aplikaci, klepněte na zástupce.
da: Tryk på genvej for at tildele program.
de: Auf Shortcut tippen, um Anwendung zuzuweisen.
el_gr: Πατήστε τη συντόμευση για αντιστοίχιση εφαρμογής.
es_es: Toque el acceso directo para asignar la aplicación
et: Toksake otseteed, et maarata rakendust.
fi: Määritä sovellus napauttamalla pikakuvaketta.
fr_ca: Touchez le raccourci pour l'affecter à l'application.
ga: Tapáil aicearra le feidhmchlár a shannadh
gl: Toca o atallo ao que desexas asignar a aplicación
hi: एप्लीकेशन असाइन करने के लिए शॉर्टकट टैप करें।
hr: Dodaj prečac za dodjeljivanje aplikacije.
is: Pikkaðu á flýtileið til að úthluta forriti.
it_it: Toccate Collegamento per attivare la funzione.
ja_jp: ショートカットをタップしてアプリケーションを割り当てます。
ka: დააკაკუნეთ სწრაფ ღილაკზე, რომ მიანიჭოთ პროგრამის გახსნის ფუნქცია.
ko_kr: 앱을 지정하려면 바로가기를 누르세요.
lt: Bakstelėkite spartųjį mygtuką, kad priskirtumėte programą.
lv: Pieskarieties īsceļam, lai piešķirtu programmu.
mk: Допрете кратенка за да доделите апликација.
nb: Trykk på snarvei for å tilordne app.
nl: Tik op sneltoets om applicatie toe te wijzen.
pl: Dotknij skrótu, aby przypisać aplikację.
pt_br: Toque no atalho para atribuir aplicativo.
ro: Atingeţi comanda rapidă pentru a atribui aplicaţia.
ru_ru: Нажмите ярлык, чтобы назначить приложение.
sk: Ťuknutím na odkaz priraďte aplikáciu.
sr: Kucni prečicu za dodelu aplikacije.
sv: Tryck på genväg för att tilldela program.
uk: Натисніть на ярлик, щоб призначити програму.
uz: Ilovani tayinlash uchun yorliqni tanlang.
zh_cn: 点击快捷方式分配应用程序。
zh_hk: 輕觸捷徑以指定應用程式。

# IDS_ST_BUTTON2_PEDOMETER
source: Pedometer
ar: مقياس الخطوات
ca: Podòmetre
cs: Krokoměr
da: Skridttæller
de: Schrittzähler
el_gr: Μετρητής βημάτων
es_es: Podómetro
et: Sammu- loendur
fi: Askelmittari
fr_ca: Podomètre
ga: Peidi méadar
gl: Podómetro
hi: पेडोमीटर
hr: Brojač koraka
is: Skrefmælir
it_it: Contapassi
ja_jp: 歩数計
ka: ნაბიჯმზომი
ko_kr: 만보계
lt: Žingsniamatis
lv: Soļu skaitītājs
mk: Педометар
nb: Skritteller
nl: Stappenteller
pl: Krokom.
pt_br: Pedômetro
ro: Pedometru
ru_ru: Шагомер
sk: Krokomer
sr: Pedometar
sv: Steg- räknare
uk: Крокомір
uz: Pedometr
zh_cn: 计步器
zh_hk: 計步器

# IDS_ST_HEADER_UNLOCK_EFFECT
source: Unlock effect
ar: تأثير إلغاء القفل
ca: Desbloquejar efecte
cs: Efekt odemknutí
da: Oplåsningseffekt
de: Effekt für Entsperren
el_gr: Εφέ ξεκλειδώματος
es_es: Efecto de desbloqueo
et: Avamise efekt
fi: Lukitusnäytön tehoste
fr_ca: Effet de déverrouillage
ga: Maisíocht díghlasála
gl: Efecto de desbloqueo
hi: अनलॉक प्रभाव
hr: Otključavanje
is: Opnunaráhrif
it_it: Effetto sblocco
ja_jp: ロック解除エフェクト
ka: განბლოკვის ეფექტი
ko_kr: 잠금해제 효과
lt: Atrakinimo efektas
lv: Atbloķēšanas efekts
mk: Ефект на отклучување
nb: Opplåsingseffekt
nl: Ontgrendeleffect
pl: Efekt odblokowania
pt_br: Efeito de desbloqueio
ro: Efect deblocare
ru_ru: Эффект при разблокировке
sk: Efekt odomknutia
sr: Efekat otključavanja
sv: Upplåsningseffekt
uk: Ефект розблокування
uz: Blokdan chiqarish effekti
zh_cn: 解锁效果
zh_hk: 解鎖效果

# IDS_ST_HEADER_WEATHER_EFFECT_ABB
source: Weather effect
ar: تأثير الطقس
ca: Efecte de meteorologia
cs: Efekt počasí
da: Vejreffekt
de: Wettereffekt
el_gr: Εφέ καιρού
es_es: Efecto meteorológico
et: Ilmaefekt
fi: Säätehoste
fr_ca: Effet météo
ga: Maisíocht aimsire
gl: Efecto meteorolóxico
hi: मौसम का प्रभाव
hr: Efekt vremena
is: Veðuráhrif
it_it: Effetto meteo
ja_jp: 気象エフェクト
ka: ამინდის ეფექტი
ko_kr: 날씨 효과
lt: Orų poveikis
lv: Laikapstākļu efekts
mk: Временски ефект
nb: Væreffekt
nl: Weerbericht
pl: Efekt pogody
pt_br: Efeito de clima
ro: Efect meteo
ru_ru: Погодный эффект
sk: Efekt počasia
sr: Efekat vremenskih prilika
sv: Vädereffekt
uk: Ефект погодних умов
uz: Ob-havo effekti
zh_cn: 天气效果
zh_hk: 天氣效果

# IDS_ST_MBODY_CAMERA_QUICK_ACCESS
source: Camera quick access
ar: وصول سريع إلى الكاميرا
ca: Accés ràpid a càmera
cs: Rychlý přístup k fotoap.
da: Hurtig adgang til kamera
de: Kamera-Schnellzugriff
el_gr: Γρήγορη πρόσβαση κάμερας
es_es: Acceso rápido a Cámara
et: Kiirjuurdepääs kaamerale
fi: Kameran pikakäyttö
fr_ca: Accès rapide app. photo
ga: Mear-rochtain ar cheamara
gl: Acceso rápido á cámara
hi: कैमरा शीघ्र एक्सेस
hr: Brzi pristup fotoaparatu
is: Flýtiaðgangur myndavélar
it_it: Sblocco fotocamera
ja_jp: カメラ簡単起動
ka: კამერის სწრაფი გახსნა
ko_kr: 카메라 빠른 실행
lt: Gr. prieiga prie fotoap.
lv: Ātra piekļuve kamerai
mk: Брз пристап до камерата
nb: Hurtigtilgang til kamera
nl: Camera ontgrendelen
pl: Skrót aparatu
pt_br: Acesso rápido à Câmera
ro: Acc. rapid la camera foto
ru_ru: Быстрый доступ к камере
sk: Rýchly príst. cez fotoap.
sr: Brzi pristup na kameri
sv: Snabbåtkomst till kameran
uk: Швидкий доступ до камери
uz: Kameraga tezkor kirish
zh_cn: 照相机快速访问
zh_hk: 相機快速捷徑

# IDS_ST_OPT_EDIT_SHORTCUTS
source: Edit shortcuts
ar: تعديل الاختصارات
ca: Editar accessos directes
cs: Upravit zástupce
da: Rediger genveje
de: Schnellzugriffe bearbeiten
el_gr: Επεξεργασία συντομεύσεων
es_es: Editar accesos directos
et: Muuda otseteid
fi: Muokkaa pikavalintoja
fr_ca: Modifier les raccourcis
ga: Cuir aicearraí in eagar
gl: Editar atallos
hi: शॉर्टकट्स संपादित करें
hr: Uredi prečace
is: Breyta flýtileiðum
it_it: Modifica collegamenti
ja_jp: ショートカットを編集
ka: სწრაფი ღილაკების შესწორება
ko_kr: 바로가기 편집
lt: Redaguoti nuorodas
lv: Rediģēt īsceļus
mk: Измени кратенки
nb: Rediger snarveier
nl: Sneltoetsen wijzigen
pl: Edytuj skróty
pt_br: Editar atalhos
ro: Editare comenzi rapide
ru_ru: Изменить ссылки
sk: Upraviť odkazy
sr: Izmeni prečice
sv: Redigera genvägar
uk: Редагувати клавіші шв. доступу
uz: Yorliqlarni tahrirlash
zh_cn: 编辑快捷方式
zh_hk: 編輯捷徑

# IDS_ST_MBODY_SET_HOME_CITY
source: Set home city
ar: تعيين المدينة الرئيسية
ca: Definir ciutat d'inici
cs: Nastavit domovské město
da: Indstil hjemby
de: Heimatstadt festlegen
el_gr: Ορισ. πόλης μόν. διαμον.
es_es: Definir ciudad de inicio
et: Määrake kodulinn
fi: Määritä kotikaupunki
fr_ca: Définir ville domicile
ga: Socraigh cathair bhaile
gl: Definir cidade propia
hi: होम शहर सेट करें
hr: Postavite svoj grad
is: Velja heimaborg
it_it: Imposta città personale
ja_jp: ホーム都市を設定
ka: მშობლიური ქალაქის არჩევა
ko_kr: 홈 도시 설정
lt: Nustatyti gimtąjį miestą
lv: Iestatīt mājas pilsētu
mk: Одреди домашен град
nb: Angi hjemmeby
nl: Thuisland instellen
pl: Ustaw. miasta domowego
pt_br: Definir cidade local
ro: Setare oraş domiciliu
ru_ru: Задать основной город
sk: Nastaviť domovské mesto
sr: Postavi rodni grad
sv: Ställ in hemort
uk: Укажіть місто проживання
uz: Uy shahrini o‘rnatish
zh_cn: 设置本地城市
zh_hk: 設定本地城市

# IDS_LCKSCN_BODY_SCHEDULE
source: Schedule
ar: منظم
ca: Planificació
cs: Plán
da: Tidsplan
de: Termine
el_gr: Το πρόγραμμά μου
es_es: Planificación
et: Ajakava
fi: Ajoitettu tapahtuma
fr_ca: Évènement
ga: Sceideal
gl: Programa
hi: अनुसूची
hr: Raspored
is: Dagskrá
it_it: Programma
ja_jp: 予定
ka: განრიგი
ko_kr: 일정
lt: Tvarkaraštis
lv: Grafiks
mk: Мој распоред
nb: Tidsplan
nl: Afspraak
pl: Terminarz
pt_br: Compromisso
ro: Planificare
ru_ru: Расписание
sk: Plán
sr: Raspored
sv: Schema
uk: Розклад
uz: Jadval
zh_cn: 日程表
zh_hk: 日程

# IDS_LCKSCN_HEADER_PERSONAL_MESSAGE
source: Personal message
ar: رسالة شخصية
ca: Missatge personal
cs: Osobní zpráva
da: Personlig besked
de: Persönliche Nachricht
el_gr: Προσωπικό μήνυμα
es_es: Mensaje personal
et: Isiklik sõnum
fi: Henkilökohtainen viesti
fr_ca: Message personnel
ga: Teachtaireacht phearsanta
gl: Mensaxe persoal
hi: व्यक्तिगत सन्देश
hr: Osobna poruka
is: Sérskilaboð
it_it: Testo personale
ja_jp: パーソナルメッセージ
ka: პერსონალური წერილი
ko_kr: 개인 메시지
lt: Asmeninė žinutė
lv: Personiska ziņa
mk: Лична порака
nb: Personlig melding
nl: Persoonlijk bericht
pl: Wiadomość prywatna
pt_br: Mensagem pessoal
ro: Mesaj personal
ru_ru: Личное сообщение
sk: Osobná správa
sr: Lična poruka
sv: Personligt meddelande
uk: Особисте повідомлення
uz: Shaxsiy xabar
zh_cn: 个人信息
zh_hk: 個人訊息
