Repository: tizenorg/profile.mobile.apps.native.ug-lockscreen-setting-efl
Catalog: res/po/*.po
Languages: ar, ca, cs, da, de, el_gr, es_es, et, fi, fr_ca, ga, gl, hi, hr, is, it_it, ja_jp, ka, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sr, sv, uk, uz, zh_cn, zh_hk

source: Themed wallpaper will be applied on the lock screen for Russian public holidays.
ar: سيتم تطبيق خلفيات ذات سمات مخصصة على شاشة القفل للأعياد الروسية الرسمية.
ca: Els fons de pantalla temàtic s'aplicarà a la pantalla de bloqueig dels festius russos.
cs: Na zamknutém displeji bude použito tématické pozadí pro ruské úřední svátky.
da: Temabaggrund vil blive anvendt på låseskærmen på russiske helligdage.
de: An offiziellen russischen Feiertagen wird auf dem Sperrbildschirm ein zum Thema passender Hintergrund angezeigt.
el_gr: Το θεματικό φόντο θα εφαρμοστεί στην οθόνη κλειδώματος για τις επίσημες αργίες της Ρωσίας.
es_es: El fondo de pantalla temático se aplicará en la pantalla de bloqueo para los festivos rusos.
et: Teemaga taustpilt rakendatakse lukustusekraanile Venemaa rahvuspühadel.
fi: Venäjän yleisinä vapaapäivinä lukitusnäytössä käytetään teemataustakuvaa.
fr_ca: Le fond d'écran à thème sera appliqué sur l'écran de verrouillage pendant les jours fériés (Russie).
ga: Cuirfear cúlbhrait téama i bhfeidhm ar an scáileán glasála ar laethanta saoire poiblí na Rúise.
gl: Aplicarase o fondo de pantalla temático na pantalla de bloqueo nos días festivos rusos.
hi: थीम वाला वॉलपेपर रूसी सार्वजनिक छुट्टियों के लिए लॉक स्क्रीन पर लागू होगा।
hr: Primijenit će se pozadina s temom na zaslon za zaključavanje na ruske državne praznike.
is: Þemaveggfóður verður notað á lásskjá fyrir opinbera frídaga í Rússlandi.
it_it: Lo sfondo a tema sarà applicato alla schermata di blocco durante le festività nazionali russe.
ja_jp: ロシアの祝日に特別なテーマ壁紙をロック画面に適用します。
ka: თემატური ფონი გამოყენებული იქნება დაბლოკილ ეკრანზე, რუსულ დასვენების დღეებში.
ko_kr: 러시아의 공휴일과 잘 어울리는 테마의 배경화면을 잠금화면에 적용합니다.
lt: Teminis ekrano fonas bus pritaikytas užrakinimo ekrane Rusijos valstybinių švenčių dienomis.
lv: Tematiskie fona attēli tiks parādīti bloķēšanas ekrānā Krievijas svētku dienās.
mk: Тематската заднина ќе се примени на екранот за заклучување за руските државни празници.
nb: Temabakgrunn blir brukt på låseskjermen for russiske offentlige helligdager.
nl: Achtergrond met thema wordt toegepast op het vergrendelscherm voor Russische feestdagen.
pl: Tapeta tematyczna zostanie zastosowana na ekranie blokady dla dni, które w Rosji są ustawowo wolne od pracy.
pt_br: O papel de parede temático será aplicado na tela de bloqueio para os feriados públicos russos.
ro: Fundalul tematic se va aplica pe ecranul de blocare pentru sărbătorile legale din Rusia.
ru_ru: На экране блокировки будут выводиться тематические обои для российских праздников.
sk: Pri ruských štátnych sviatkoch sa použije na zamknutej obrazovke tematická tapeta.
sr: Tematski tapet će se primeniti na zaključanom ekranu tokom državnih praznika u Rusiji.
sv: Temabakgrunder används på låsskärmen under ryska helgdagar.
uk: Тематичні заставки відображатимуться на екрані блокування на російські офіційні свята.
uz: Mavzuli fon rasmi Rossiya bayramlari uchun bloklash ekranida qo‘llaniladi.
zh_cn: 将在锁定屏幕上应用俄罗斯公共假日主题墙纸。
zh_hk: 將在鎖定螢幕上應用俄羅斯公共假期主題螢幕牆紙。

# IDS_LCKSCN_BODY_WAKE_UP_IN_LOCK_SCREEN_ABB
source: Wake up in lock screen
ar: التنبيه أثناء التواجد في شاشة القفل
ca: Despertar a pantalla bloqueig
cs: Probuzení při zamkn. displeji
da: Vågn op med låst skærm
de: S Voice - Sperrbildschirm
el_gr: Ενεργοπ. σε οθόνη κλειδώματος
es_es: Despierta en pantalla de bloq
et: Äratus lukustusekraanil
fi: Aktivoi lukitusnäytössä
fr_ca: Réveil sur l'écran de verr.
ga: Múscail i scáileán glasála
gl: Activación na pantalla bloqueo
hi: लॉक स्क्रीन में चालू करें
hr: Buđenje u zaključavanju zaslona
is: Vakna á lásskjá
it_it: Riattivazione blocco schermo
ja_jp: ロック画面でウェイクアップ
ka: გაღვიძება დაბლოკილ ეკრანზე
ko_kr: 잠금화면에서 호출
lt: Pažadinti užrakinimo ekrane
lv: Pamodināt bloķēšanas ekrānā
mk: Будење во екр. за заклучување
nb: Aktivering fra låseskjermen
nl: Wake-up in vergrendelscherm
pl: Budzenie na ekranie blokady
pt_br: Ativar na tela de bloqueio
ro: Activare în ecranul de blocare
ru_ru: Включение на экране блокировки
sk: Prebudiť na zamknutej obrazovke
sr: Buđenje u zaključanom ekranu
sv: Uppvakning med låsskärm
uk: Пробудження для екрана блокув.
uz: Bloklash ekranida uyg‘otish
zh_cn: 于锁屏使用唤醒
zh_hk: 於鎖定螢幕喚醒

source: You can input text on the lock screen and edit it by selecting edit personal message.
ar: يمكنك إدخال نص على شاشة القفل وتعديله عن طريق ”تحديد ‏‫الرسالة الشخصية“.
ca: Pot introduir text a la pantalla de bloqueig i editar-lo seleccionant editar al missatge personal
cs: Když vyberete možnost upravit osobní zprávu, můžete zadat text na zamknutém displeji a upravit ho.
da: Du kan indtaste tekst på den låste skærm og redigere den ved at vælge rediger personlig besked.
de: Sie können auf dem gesperrtem Bildschirm Text eingeben und bearbeiten, indem Sie „Persönliche Nachricht bearbeiten“ auswählen.
el_gr: Μπορείτε να καταχωρήσετε κείμενο στην οθόνη κλειδώματος και να το επεξεργαστείτε επιλέγοντας «Επεξεργασία προσωπικού μηνύματος».
es_es: Puede introducir texto en la pantalla de bloqueo y editarlo seleccionando editar mensaje personal
et: Saate sisestada teksti lukustusekraanile ja seda redigeerida, valides Redigeeri isiklikku sonumit.
fi: Voit syöttää tekstiä lukitusnäytössä ja muokata sitä valitsemalla Muokkaa henkilökohtaista viestiä.
fr_ca: Vous pouvez saisir du texte dans l'écran de verrouillage et le modifier en sélectionnant Modifier un message personnel.
ga: Is féidir leat téacs a chur isteach ar an scáileán glasála agus é a chur in eagar trí Cuir teachtaireacht phearsanta in eagar a roghnú
gl: Podes inserir texto na pantalla de bloqueo e editalo mediante a selección da opción Editar mensaxe persoal
hi: आप लॉक स्क्रीन पर टेक्स्ट इनपुट कर सकते हैं और “व्यक्तिगत सन्देश संपादित करें” चुनकर इसे संपादित कर सकते हैं।
hr: Možete unijeti tekst na zaslonu zaključavanja i urediti ga odabirom uređivanja osobne poruke.
is: Þú getur slegið inn texta á lásskjánum og breytt honum með því að velja að breyta persónulegum skilaboðum.
it_it: Potete inserire il testo sulla schermata di blocco e modificarlo selezionando Modifica testo personale.
ja_jp: ロック画面にテキストを入力、または[パーソナルメッセージを編集]を選択することでテキストを編集できます。
ka: შეგიძლიათ შეიყვანოთ ტექსტი დაბლოკილ ეკრანზე და მის შესასწორებლად აირჩიოთ პერსონალური შეტყობინების შესწორება.
ko_kr: 잠금화면에 문구를 입력하거나 [개인 메시지 편집]을 선택하여 문구를 수정할 수 있습니다.
lt: Užrakinimo ekrane galite įvesti tekstą ir jį redaguoti pasirinkę asmeninės žinutės redagavimo funkciją.
lv: Varat ievadīt tekstu bloķēšanas ekrānā un rediģēt to, izvēloties Rediģēt personisku ziņu.
mk: Може да внесувате текст на екранот за заклучување и да го менувате избирајќи менување на личната порака.
nb: Du kan legge inn tekst på låseskjermen og redigere den ved å velge Rediger personlig melding.
nl: U kunt tekst invoeren op het vergrendelscherm en deze bewerken met Persoonlijk bericht bewerken.
pl: Możesz wprowadzać tekst wyświetlany na ekranie blokady i edytować go po wybraniu opcji Edytuj wiadomość osobistą.
pt_br: É possível inserir texto na tela de bloqueio e editá-lo selecionando editar mensagem pessoal.
ro: Puteţi introduce text pe ecranul de blocare şi îl puteţi edita selectând editare mesaj personal.
ru_ru: Можно ввести свой текст на экране блокировки и изменить его, нажав “Изменить личное сообщение”.
sk: Môžete zadať text na zamknutej obrazovke a upraviť ho výberom položky upraviť osobnú správu.
sr: Možeš da uneseš tekst na zaključanom ekranu i izmeniš ga izborom opcije za izmenu lične poruke.
sv: Du kan ange text i låsskärmen och redigera den genom att välja redigera personligt meddelande.
uk: Можна ввести текст для екрана блокування та відредагувати його, вибравши опцію «Редагувати особисте повідомлення».
uz: Shaxsiy xabarni tahrirlashni tanlash orqali bloklash ekraniga matn kiritishingiz va uni tahrirlashingiz mumkin.
zh_cn: 可通过选择编辑个人信息在锁屏上输入文本并进行编辑。
zh_hk: 可通過選擇編輯個人訊息於鎖定螢幕上輸入文字並進行編輯。

# IDS_LCKSCN_HEADER_BRIEFING_BOX
source: Briefing box
ar: مربع موجز
ca: Caixa de resum
cs: Rámeček přehledu
da: Orienteringsboks
de: Briefing-Feld
el_gr: Πλαίσιο κατατόπισης
es_es: Caja de resumen
et: Kokkuvõtte kast
fi: Tiedoteruutu
fr_ca: Zone Briefing
ga: Bosca faisnéisithe
gl: Caixa de información
hi: विवरण बॉक्स
hr: Okvir s detaljima
is: Upplýsingakassi
it_it: Casella informazioni
ja_jp: ブリーフィングボックス
ka: ბრიფინგის ყუთი
ko_kr: 브리핑 박스
lt: Trumpos informacijos laukelis
lv: Apskata lodziņš
mk: Рамка за известување
nb: Orienteringsboks
nl: Briefingvak
pl: Pole skrótu informacji
pt_br: Caixa de apresentação
ro: Casetă de informare
ru_ru: Область быстрого доступа
sk: Pole s prehľadom informácií
sr: Polje za pregled
sv: Orienteringskorg
uk: Інформаційне поле
uz: Ko‘rsatmalar qutisi
zh_cn: 简报方框
zh_hk: 簡報方塊

# IDS_LCKSCN_HEADER_LOCK_SCREEN
source: Lock screen
ar: شاشة القفل
ca: Bloquejar pantalla
cs: Zamknout displej
da: Låseskærm
de: Sperrbildschirm
el_gr: Κλείδωμα Οθόνης
es_es: Pantalla Bloqueo
et: Lukustusekraan
fi: Lukitusnäyttö
fr_ca: Écran verrouillé
ga: Glasáil an scáileán
gl: Pantalla de bloqueo
hi: लॉक स्क्रीन
hr: Zaslon zaključavanja
is: Lásskjár
it_it: Schermata di blocco
ja_jp: ロック画面
ka: ეკრანის დაბლოკვა
ko_kr: 잠금화면
lt: Užrakinimo ekranas
lv: Bloķēšanas ekrāns
mk: Заклучување на екранот
nb: Låseskjerm
nl: Vergrendelscherm
pl: Ekran blokady
pt_br: Tela de bloqueio
ro: Blocare ecran
ru_ru: Экран блокировки
sk: Zamknutá obrazovka
sr: Zaključan ekran
sv: Låsskärm
uk: Екран блокування
uz: Bloklash ekrani
zh_cn: 锁定屏幕
zh_hk: 鎖定螢幕

# IDS_LCKSCN_HEADER_LOCK_SCREEN_THEMES_ABB
source: Lock screen themes
ar: سمات شاشة القفل
ca: Temes de pantalla de bloqueig
cs: Témata zamknutého displeje
da: Temaer på låseskærm
de: Sperrbildschirm-Themes
el_gr: Θέματα οθόνης κλειδώματος
es_es: Temas de pantalla de bloqueo
et: Lukustusekraani teemad
fi: Lukitusnäytön teemat
fr_ca: Verrouillez thèmes de l'écran
ga: Téamaí scáileáin ghlasála
gl: Temas da pantalla de bloqueo
hi: लॉक स्क्रीन थीम्‍स
hr: Teme zaslona za zaključavanje
is: Þemu lásskjás
it_it: Temi schermata di blocco
ja_jp: ロック画面のテーマ
ka: დაბლოკილი ეკრანის თემები
ko_kr: 잠금화면 테마
lt: Užrakinimo ekrano temos
lv: Bloķēšanas ekrāna motīvi
mk: Теми за екран за заклучување
nb: Temaer for låseskjermen
nl: Thema´s voor vergrendelscherm
pl: Motywy ekranu blokady
pt_br: Temas da tela de bloqueio
ro: Teme ecran de blocare
ru_ru: Темы экрана блокировки
sk: Motívy zamknutej obrazovky
sr: Teme na zaključanom ekranu
sv: Teman för låsskärmen
uk: Теми екрану блокування
uz: Bloklash ekrani mavzulari
zh_cn: 锁屏主题
zh_hk: 鎖定螢幕主題

# IDS_LCKSCN_HEADER_SET_SHORTCUTS
source: Set shortcuts
ar: تعيين اختصارات
ca: Definir editar accessos directes
cs: Nastavit zástupce
da: Angiv genveje
de: Schnellzugriffe festlegen
el_gr: Ρύθμιση συντομεύσεων
es_es: Definir accesos directos
et: Määra otseteed
fi: Määritä pikavalinnat
fr_ca: Définir des raccourcis
ga: Socraigh aicearraí
gl: Definir atallos
hi: शॉर्टकट्स सेट करें
hr: Postavi prečace
is: Stilla flýtileiðir
it_it: Imposta collegamenti
ja_jp: ショートカットを設定
ka: ღილაკების დაყენება
ko_kr: 바로가기 설정
lt: Nustatyti trumpinius
lv: Iestatīt īsceļus
mk: Одреди кратенки
nb: Angi snarveier
nl: Snelkoppelingen instellen
pl: Ustawianie skrótów
pt_br: Configurar atalhos
ro: Setare comenzi rapide
ru_ru: Задать ярлыки
sk: Nastaviť skratky
sr: Podesi prečice
sv: Ställ in genvägar
uk: Встановлення клавіш швидкого доступу
uz: Yorliqlarni o‘rnatish
zh_cn: 设置快捷方式
zh_hk: 設定捷徑

# IDS_LCKSCN_MBODY_SET_WAKE_UP_COMMAND
source: Set wake-up command
ar: تعيين أمر التنبيه
ca: Def comanda despertador
cs: Nastavit příkaz probuzení
da: Indstil vækkekommando
de: Aktivierungsbefehl festlegen
el_gr: Ρύθμιση εντολής αφύπνισης
es_es: Configurar comando Despierta
et: Määra äratuse käsklus
fi: Määritä herätyskomento
fr_ca: Définir commande réveil
ga: Socraigh ordú múscailte
gl: Axustar com. espertador
hi: वेक-अप कमांड सेट करें
hr: Postavite naredbu buđenja
is: Stilla ræsingarskipun
it_it: Imposta sblocco vocale
ja_jp: ウェイクアップコマンド設定
ka: გაღვიძების ბრძანება
ko_kr: 호출 명령 설정
lt: Nustatyti pažad. komandą
lv: Iestatīt modin. komandu
mk: Пост. команда за будење
nb: Angi aktiveringskommando
nl: Wake-up opdracht instellen
pl: Ustaw polecenie budzenia
pt_br: Definir comando despertar
ro: Setare comandă de trezire
ru_ru: Настроить команду включ.
sk: Nastaviť budiaci príkaz
sr: Podesi komanda budilnika
sv: Ange uppvakningskommando
uk: Вст. команду пробудження
uz: Uyg‘otish buyrug‘ini o‘rnatish
zh_cn: 设置唤醒命令
zh_hk: 設定喚醒指令

# IDS_LCKSCN_MBODY_SWIPE_THEN_ENTER_PASSWORD
source: Swipe then enter password
ar: السحب ثم إدخال كلمة المرور
ca: Desp i introd contrasenya
cs: Přejeďte a zadejte heslo
da: Stryg, og angiv adg.kode
de: Streichen und PW eingeben
el_gr: Σάρωση και εισαγ. κωδικού
es_es: Arrast e introd contras
et: Libist., et sis. parooli
fi: Pyyhkäise ja anna salasana
fr_ca: Glisser pour saisir MDP
ga: Svaidhp. & iont. p.fhocal
gl: Pasa dedo e insire contr.
hi: स्वाइप करें व पासवर्ड डालें
hr: Prijeđ. prst. i un. loz.
is: Strjúktu og skr. lykilorð
it_it: Trascin. e ins. password
ja_jp: ｽﾜｲﾌﾟしてﾊﾟｽﾜｰﾄﾞを入力
ka: გადაუსვი და ჩაწერე პაროლი
ko_kr: 화면을 움직인 후 비밀번호 입력
lt: Braukti ir įvesti slap.
lv: Pārvelciet un iev. paroli
mk: Поминете, па внес.лозинка
nb: Stryk og angi passord
nl: Vegen en wachtw. invoeren
pl: Przeciagnij i wpisz hasło
pt_br: Deslizar e inserir senha
ro: Glisaţi şi introd. parola
ru_ru: Проведите, введите пароль
sk: Potiahnuť a zadať heslo
sr: Prevuci pa unesi lozinku
sv: Svep och ange lösenord
uk: Проведіть та введ. пароль
uz: Suring va parol kiriting
zh_cn: 滑动后输入密码
zh_hk: 先滑動再輸入密碼

# IDS_LCKSCN_MBODY_SWIPE_TO_ENTER_PASSWORD
source: Swipe to enter password
ar: السحب لإدخال كلمة مرور
ca: Desplaç per introd contra
cs: Přejeďte a zadejte heslo
da: Stryg, og angiv adg.kode
de: Zur Passworteingabe str.
el_gr: Σάρ. για εισ. κωδ. πρόσβ.
es_es: Deslizar intro contraseña
et: Libist., et sis. parooli
fi: Anna salasana pyyhk.
fr_ca: Glisser pour saisir MDP
ga: Svaidhp. le pasfh. a ion.
gl: Pas.ded.para ins.contras.
hi: पासवर्ड डालने हेतु स्वाइप
hr: Kliznite za unos lozinke
is: Strjúka fyrir lykilorð
it_it: Trasc. per ins. password
ja_jp: ｽﾜｲﾌﾟしてﾊﾟｽﾜｰﾄﾞを入力
ka: გადაუსვი და ჩაწერე პაროლი
ko_kr: 밀어서 비밀번호 입력
lt: Braukti ir įvesti slaptž.
lv: Pavilkt, lai ievad.paroli
mk: Помин. за внес. лозинка
nb: Stryk for å angi passord
nl: Vegen voor invoer wachtw.
pl: Przec., aby wpr. hasło
pt_br: Deslizar p/ inserir senha
ro: Glisaţi pt. intr. parolă
ru_ru: Проведите для вв. пароля
sk: Zadať heslo potiahnutím
sr: Prevuci za unos lozinke
sv: Dra för att ange lösenord
uk: Провед.,щоб ввести пароль
uz: Parolni kiritish u-n sur
zh_cn: 滑动以输入密码
zh_hk: 滑動以輸入密碼

# IDS_LCKSCN_OPT_CONFETTI_M_EFFECT
source: Confetti
ar: مربعات صغيرة
ca: Confeti
cs: Konfety
da: Konfetti
de: Konfetti
el_gr: Κομφετί
es_es: Confeti
et: Konfetid
fi: Konfetti
ga: Coinfití
hi: कॉन्फेति
hr: Konfeti
is: Glitpappír
it_it: Coriandoli
ja_jp: 紙吹雪
ka: კონფეტი
ko_kr: 컬러 팝
lt: Konfeti
lv: Konfeti
mk: Конфети
nb: Konfetti
pl: Konfetti
pt_br: Confetes
ru_ru: Конфетти
sk: Konfety
sr: Konfete
sv: Konfetti
uk: Конфеті
uz: Konfet
zh_cn: 五彩纸屑
zh_hk: 五彩紙屑

# IDS_LCKSCN_OPT_GEOMETRIC_M_EFFECT
source: Geometric
ar: أشكال هندسية
ca: Geomètric
cs: Geometrický
da: Geometrisk
de: Geometrisch
el_gr: Γεωμετρικό
es_es: Geométrico
et: Geomeetriline
fi: Geometrinen
fr_ca: Géométrique
ga: Geoiméadrach
gl: Xeométrico
hi: ज्यामितिय
hr: Geometrijski
is: Rúmfræðilegt
it_it: Geometrico
ja_jp: ジオメトリック
ka: გეომეტრული
ko_kr: 기하학 패턴
lt: Geometrinis
lv: Ģeometrisks
mk: Геометриски
nb: Geometrisk
nl: Geometrisch
pl: Geometrycznie
pt_br: Geométrico
ru_ru: Геометрия
sk: Geometria
sr: Geometrijski
sv: Geometrisk
uk: Геометрія
uz: Geometrik
zh_cn: 几何图形
zh_hk: 幾何圖案

# IDS_LCKSCN_OPT_GLOW_WORMS_M_EFFECT
source: Glow Worms
ar: دوائر متوهجة
ca: Cuques de llum
cs: Světlušky
da: Sankthansorme
de: Glühwürmchen
el_gr: Πυγολαμπίδες
es_es: Luciérnagas
et: Helendavad ussikesed
fi: Kiiltomadot
fr_ca: Lucioles
ga: Lampróga
gl: Vagalumes
hi: ग्लो वॉर्म्स
hr: Sjajni crvi
is: Glóormar
it_it: Vermi luminosi
ja_jp: ホタル
ka: მანათობელი მწერები
ko_kr: 반딧불
lt: Šviečiantys kirminai
lv: Jāņtārpiņi
mk: Светулки
nb: Ildfluer
nl: Gloeiwormen
pl: Poświata
pt_br: Vírus brilhantes
ro: Licurici
ru_ru: Светлячки
sk: Žiarivé špirály
sr: Svici
sv: Lysmaskar
uk: Світлячки
uz: Yoritgichli kapalak
zh_cn: 萤火虫
zh_hk: 螢火蟲

# IDS_LCKSCN_OPT_STARDUST_M_EFFECT
source: Stardust
ar: نجوم لامعة
ca: Pols estel·lar
cs: Hvězdný prach
da: Stjernestøv
de: Sternstaub
el_gr: Αστερόσκονη
es_es: Polvo estelar
et: Tähetolm
fi: Tähtisumu
fr_ca: Poussière d'étoile
ga: Cré réalta
gl: Nebulosa
hi: स्टारडस्ट
hr: Zvjezdana prašina
is: Stjörnuryk
it_it: Cometa
ja_jp: 星屑
ka: რომანტიკა
ko_kr: 별빛
lt: Žvaigždžių dulkės
lv: Zvaigžņu putekļi
mk: Ѕвезден прав
nb: Stjernestøv
nl: Sterrenstof
pl: Gwiezdny pył
pt_br: Reluzente
ro: Praf de stele
ru_ru: Звездная пыль
sk: Hviezdny prach
sr: Zvezdana prašina
sv: Stjärnstoft
uk: Зоряний пил
uz: Yulduz uchishi
zh_cn: 星尘
zh_hk: 星塵

# IDS_SKM_BODY_WEATHER_M_IDEA_SKETCH
source: Weather
ar: الطقس
ca: Meteorologia
cs: Počasí
da: Vejr
de: Wetter
el_gr: Καιρός
es_es: Tiempo
et: Ilm
fi: Sää
fr_ca: Temps
ga: An Aimsir
gl: Tempo
hi: मौसम
hr: Vrijeme
is: Veður
it_it: Meteo
ja_jp: 天気
ka: ამინდი
ko_kr: 날씨
lt: Orai
lv: Laikapstākļi
mk: Време
nb: Vær
nl: Weer
pl: Pogoda
pt_br: Tempo
ro: Vreme
ru_ru: Погода
sk: Počasie
sr: Vremenski uslovi
sv: Väder
uk: Погода
uz: Ob-havo
zh_cn: 天气
zh_hk: 天氣

# IDS_ST_BODY_ADDITIONAL_INFORMATION_ABB
source: Additional information
ar: معلومات إضافية
ca: Informació addicional
cs: Další informace
da: Yderligere oplysninger
de: Zusätzliche Informationen
el_gr: Πρόσθετες πληροφορίες
es_es: Información adicional
et: Lisateave
fi: Lisätiedot
fr_ca: Infos supplémentaires
ga: Faisnéis bhreise
gl: Información adicional
hi: अतिरिक्‍त जानकारी
hr: Dodatne informacije
is: Viðbótarupplýsingar
it_it: Informazioni aggiuntive
ja_jp: 追加情報
ka: დამატებითი ინფორმაცია
ko_kr: 추가정보
lt: Papildoma informacija
lv: Papildinformācija
mk: Дополнителни информации
nb: Ekstra informasjon
nl: Aanvullende informatie
pl: Dodatkowe informacje
pt_br: Informações adicionais
ro: Informaţii suplimentare
ru_ru: Дополнительные сведения
sk: Ďalšie informácie
sr: Dodatne informacije
sv: Ytterligare information
uk: Додаткові відомості
uz: Qo‘shimcha ma’lumotlar
zh_cn: 其他信息
zh_hk: 其他資訊

# IDS_ST_BODY_APPLY
source: Apply
ar: تطبيق
ca: Aplicar
cs: Použít
da: Anvend
de: Anwenden
el_gr: Εφαρμογή
es_es: Aplicar
et: Rakenda
fi: Käytä
fr_ca: Appliquer
ga: Cuir i bhfeidhm
gl: Aplicar
hi: लागू करें
hr: Primijeni
is: Nota
it_it: Applica
ja_jp: 適用
ka: შენახვა
ko_kr: 적용
lt: Taikyti
lv: Lietot
mk: Примени
nb: Aktiver
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ro: Aplicare
ru_ru: Применить
sk: Použiť
sr: Primeni
sv: Använd
uk: Застосувати
uz: Qo‘llash
zh_cn: 应用
zh_hk: 套用

# IDS_ST_BODY_CAMERA_SHORTCUT
source: Camera shortcut
ar: اختصار الكاميرا
ca: Accés directe de càmera
cs: Zástupce fotoaparátu
da: Kameragenvej
de: Schnellzugriff für Kamera
el_gr: Συντόμευση κάμερας
es_es: Acceso directo de la cámara
et: Kaamera otsetee
fi: Kameran pikanäppäin
fr_ca: Raccourci Appareil photo
ga: Aicearra ceamara
gl: Atallo da cámara
hi: कैमरा शॉर्टकट
hr: Prečac kamere
is: Flýtileið myndavélar
it_it: Collegamento alla fotocamera
ja_jp: カメラのショートカット
ka: კამერის ნიშანი
ko_kr: 카메라 바로가기
lt: Fotokameros spartusis klavišas
lv: Kameras īsceļš
mk: Кратенка за фотоапарат
nb: Kamerasnarvei
nl: Sneltoets camera
pl: Skrót do aparatu
pt_br: Atalho de Câmera
ro: Comandă rapidă cameră foto
ru_ru: Ярлык камеры
sk: Odkaz na fotoaparát
sr: Prečica za kameru
sv: Kameragenväg
uk: Ярлик камери
uz: Kamera yorlig‘i
zh_cn: 摄像头快捷方式
zh_hk: 相機捷徑

# IDS_ST_BODY_CLOCK
source: Clock
ar: الساعة
ca: Rellotge
cs: Hodiny
da: Ur
de: Uhr
el_gr: Ρολόι
es_es: Reloj
et: Kell
fi: Kello
fr_ca: Horloge
ga: Clog
gl: Reloxo
hi: घड़ी
hr: Sat
is: Klukka
it_it: Orologio
ja_jp: 時計
ka: საათი
ko_kr: 시계
lt: Laikrodis
lv: Pulkstenis
mk: Часовник
nb: Klokke
nl: Klok
pl: Zegar
pt_br: Relógio
ro: Ceas
ru_ru: Часы
sk: Hodiny
sr: Sat
sv: Klocka
uk: Годинник
uz: Soat
zh_cn: 时钟
zh_hk: 時鐘

# IDS_ST_BODY_DISPLAY_A_WEATHER_EFFECT_ON_THE_LOCK_SCREEN
source: Display a weather effect on the lock screen.
ar: عرض تأثير طقس على شاشة القفل.
ca: Mostrar un efecte meteorològic a la pantalla de bloqueig.
cs: Zobrazí efekt počasí na zamknutém displeji.
da: Vis en vejreffekt på låseskærmen.
de: Wettereffekt auf dem Sperrbildschirm anzeigen.
el_gr: Προβολή εφέ καιρού στην οθόνη κλειδώματος.
es_es: Muestra un efecto meteorológico en la pantalla Bloqueo.
et: Lukustusekraanil kuvatakse ilmaefekt.
fi: Näytä lukitusnäytössä säätehoste.
fr_ca: Affichez un effet météo sur l'écran verrouillé.
ga: Taispeáin maisíocht aimsire ar an scáileán glasála.
gl: Amosar un efecto meteorolóxico na pantalla de bloqueo.
hi: लॉक स्क्रीन पर मौसम का प्रभाव प्रदर्शित करें।
hr: Prikaži efekt vremena na zaslonu zaključavanja.
is: Sýna veðuráhrif á lásskjánum.
it_it: Visualizzate un effetto meteo nella schermata di blocco.
ja_jp: ロック画面に気象エフェクトを表示
ka: გამოჩნდეს ამინდის ეფექტი დაბლოკილ ეკრანზე.
ko_kr: 잠금화면에 날씨 효과를 표시합니다.
lt: Rodyti orų poveikį užrakinimo ekrane.
lv: Rādīt laikapstākļu efektu bloķēšanas ekrānā.
mk: Прикажувај временски ефект на екранот за заклучување.
nb: Vis en væreffekt på låseskjermen.
nl: Geef weerbericht weer op het vergrendelscherm.
pl: Wyświetl efekt pogody na ekranie blokady.
pt_br: Exibe um efeito do tempo na tela de bloqueio.
ro: Afişaţi un efect meteo pe ecranul de blocare.
ru_ru: Показывает погодный эффект на экране блокировки.
sk: Na zamknutej obrazovke sa zobrazí efekt počasia.
sr: Prikaži efekat vremenskih prilika na zaključanom ekranu.
sv: Visa en vädereffekt på låsskärmen.
uk: Відтворення ефекту погодних умов на екрані блокування.
uz: Bloklash ekranida ob-havo effektini ko‘rsatish.
zh_cn: 在锁屏上显示天气效果。
zh_hk: 在鎖定螢幕上顯示天氣效果。

# IDS_ST_BODY_DRAG_AND_DROP_TO_CHANGE_ORDER
source: Drag and drop to change order.
ar: قم بالسحب والإسقاط لتغيير الترتيب.
ca: Arrossegui i deixi anar per canviar l'ordre
cs: Přetažením změníte pořadí.
da: Træk og slip for at skifte rækkefølge.
de: Ziehen und ablegen, um die Reihenfolge zu ändern.
el_gr: Μεταφέρετε και αποθέστε για να αλλάξετε τη σειρά.
es_es: Arrastrar y soltar para cambiar el orden
et: Lohistage, et muuta jarjestust.
fi: Muuta järjestystä vetämällä ja pudottamalla.
fr_ca: Glisser et déposer pour modifier l'ordre.
ga: Tarraing agus scaoil leis an ord a athrú
gl: Arrastra e solta para cambiar a orde
hi: क्रम बदलने के लिए ड्रैग और ड्रॉप करें।
hr: Dovucite i ispustite za promjenu redoslijeda.
is: Dragðu og slepptu til að breyta röð.
it_it: Trascina per modificare ordine.
ja_jp: ドラッグして順番を並べ替えます。
ka: აიღეთ და გადაიტანეთ, თუ გსურთ შეცვალოთ მიმდევრობა.
ko_kr: 순서를 변경하려면 끌어다 놓으세요.
lt: Vilkdami pakeiskite išdėstymą.
lv: Velciet un nometiet, lai mainītu kārtību.
mk: Повлечете и пуштете за да го смените редоследот.
nb: Dra og slipp for å endre rekkefølgen.
nl: Sleep en zet neer om volgorde te wijzigen.
pl: Przeciągnij i upuść, aby zmienić kolejność.
pt_br: Arraste e solte para alterar a ordem.
ro: Glisaţi şi fixaţi pentru schimbarea ordinii.
ru_ru: Изменить порядок можно перетаскиванием.
sk: Presunutím môžete zmeniť poradie.
sr: Prevuci i otpusti za promenu redosleda.
sv: Dra och släpp för att ändra ordning.
uk: Перетягніть, щоб змінити порядок.
uz: Tartibni o‘zgartirish uchun tortib o‘tkazing.
zh_cn: 用拖放的方式调整顺序。
zh_hk: 拖放以更改順序。
