Repository: tizenorg/profile.mobile.apps.native.ug-lockscreen-setting-efl
Catalog: res/po/*.po
Languages: ar, ca, cs, da, de, el_gr, es_es, et, fi, fr_ca, ga, gl, hi, hr, is, it_it, ja_jp, ka, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sr, sv, uk, uz, zh_cn, zh_hk

# IDS_ST_BODY_ITEMS
source: Items
ar: عنصر
ca: Elements
cs: Položky
da: Elementer
de: Elemente
el_gr: Στοιχεία
es_es: Elementos
et: Üksused
fi: Valittu
fr_ca: Éléments
ga: Míreanna
gl: Elementos
hi: मदें
hr: Stavke
is: Hlutum
it_it: Elementi
ja_jp: アイテム
ka: ელემენტები
ko_kr: 항목
lt: Elementai
lv: Objekti
mk: Записи
nb: Elementer
pl: Pliki
pt_br: Itens
ro: Elemente
ru_ru: Элементы
sk: Položky
sr: Stavka/i
sv: Objekt
uk: Об’єкти
uz: Elementlar
zh_cn: 项目
zh_hk: 項目

# IDS_ST_BODY_PREVIEW
source: Preview
ar: معاينة
ca: Vista prèvia
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el_gr: Προεπισκόπηση
es_es: Vista previa
et: Eelvaade
fi: Esikatselu
fr_ca: Aperçu
ga: Réamhamharc
gl: Vista previa
hi: पूर्वावलोकन
hr: Pregled
is: Forskoða
it_it: Anteprima
ja_jp: プレビュー
ka: გადახედვა
ko_kr: 미리보기
lt: Peržiūra
lv: Priekšskatījums
mk: Прикажи
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualização
ro: Previzualizare
ru_ru: Просмотр
sk: Ukážka
sr: Pregled
sv: Förhandsgranska
uk: Перегляд
uz: Oldindan ko'r. chiq.
zh_cn: 预览
zh_hk: 預覽

# IDS_ST_SBODY_DISABLED_M_STATUS
source: Disabled
ar: غير مفعل
ca: Deshabilitat
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
el_gr: Απενεργοποιήθηκε
es_es: Desactivado
et: Desaktiveeritud
fi: Poistettu käytöstä
fr_ca: Désactivé
ga: Díchumasaithe
gl: Desactivada
hi: अक्षम किया गया
hr: Isključeno
is: Óvirkt
it_it: Disattivato
ja_jp: 無効
ka: გამორთულია
ko_kr: 사용 안 함
lt: Išjungta
lv: Deaktivizēts
mk: Исклучено
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ro: Dezactivat
ru_ru: Отключено
sk: Vypnuté
sr: Onemogućeno
sv: Inaktiverat
uk: Вимкнено
uz: O‘chirilgan
zh_cn: 已禁用
zh_hk: 已停用

# IDS_ST_SBODY_ENABLED_M_STATUS
source: Enabled
ar: مفعل
ca: Habilitat
cs: Zapnuto
da: Aktiveret
de: Aktiviert
el_gr: Ενεργοποιήθηκε
es_es: Activado
et: Aktiveeritud
fi: Käytössä
fr_ca: Activé
ga: Cumasaithe
gl: Activado
hi: सक्षम
hr: Omogućeno
is: Virkt
it_it: Attivato
ja_jp: 有効
ka: გააქტიურებულია
ko_kr: 사용 중
lt: Įjungta
lv: Aktivizēts
mk: Вклучено
nb: Aktivert
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
ro: Activată
ru_ru: Включено
sk: Zapnuté
sr: Omogućeno
sv: Aktiverat
uk: Увімкнено
uz: Yoqilgan
zh_cn: 已启用
zh_hk: 已啟用

# IDS_STORYALBUM_OPT_EDIT_TITLE
source: Edit title
ar: تعديل العنوان
ca: Editar titol
cs: Upravit název
da: Rediger titel
de: Titel bearbeiten
el_gr: Επεξεργασία τίτλου
es_es: Editar título
et: Muuda pealkirja
fi: Muokkaa otsikkoa
fr_ca: Modifier le titre
ga: Cuir teideal in eagar
gl: Editar título
hi: शीर्षक संपादित करें
hr: Uredi naslov
is: Breyta titli
it_it: Modifica titolo
ja_jp: タイトルを編集
ka: სათაურის შეცვლა
ko_kr: 제목 편집
lt: Redaguoti antraštę
lv: Rediģēt nosaukumu
mk: Измени наслов
nb: Rediger tittel
nl: Titel bewerken
pl: Edytuj tytuł
pt_br: Editar título
ro: Editare titlu
ru_ru: Изменить заголовок
sk: Upraviť názov
sr: Izmeni naslov
sv: Redigera rubrik
uk: Редагування назви
uz: Sarlavhani tahrirlash
zh_cn: 编辑标题
zh_hk: 編輯標題

# IDS_ST_ACBUTTON_DONE_ABB3
source: DONE
ar: تم
cs: HOTOVO
da: UDFØRT
el_gr: ΤΕΛΟΣ
es_es: HECHO
et: VALMIS
fi: VALMIS
fr_ca: OK
ga: DÉANTA
gl: FEITO
hi: पूर्ण
is: LOKIÐ
it_it: FATTO
ja_jp: 完了
ka: მზადაა
ko_kr: 완료
lt: ATLIKTA
nb: FERDIG
nl: GEREED
pt_br: CONC.
ru_ru: ГОТОВО
sk: HOTOVO
uz: BAJ-DI

# IDS_LCKSCN_MBODY_APP_SHORTCUT_ABB
source: App shortcut
ar: اختصار التطبيق
cs: Zástupce aplikace
da: Appgenvej
el_gr: Συντόμευση εφαρμογής
es_es: Acceso directo a app
et: Rakenduse otsetee
fi: Sovelluksen pikavalinta
fr_ca: Raccourci d'application
ga: Aicearra feidhmchláir
gl: Atallo de aplicación
hi: एप शॉर्टकट
is: Flýtileið forrits
it_it: Collegamento all'app
ja_jp: アプリのショートカット
ka: აპლიკაციის ღილაკი
ko_kr: 앱 바로가기
lt: Programos trumpinys
nb: Appsnarvei
nl: App-sneltoets
pt_br: Atalho do aplicativo
ru_ru: Ярлык приложения
sk: Odkaz na aplikáciu
uz: Ilova yorlig‘i

# IDS_LCKSCN_BODY_SELECT_WHICH_APP_SHORTCUT_YOU_WANT_TO_USE_ON_THE_LOCK_SCREEN
source: Select which app shortcut you want to use on the lock screen.
ar: حدد اختصار التطبيق الذي تريد استخدامه على شاشة القفل.
cs: Vyberte zástupce aplikace, kterou chcete použít na zamykací obrazovce.
da: Vælg, hvilken appgenvej du vil bruge på låseskærmen.
el_gr: Επιλέξτε τη συντόμευση εφαρμογής που θέλετε να χρησιμοποιείτε στην οθόνη κλειδώματος.
es_es: Seleccione el acceso directo de aplicación que quiere usar en la pantalla Bloqueo.
et: Valige, millist rakenduse otseteed soovite lukustuskuval kasutada.
fi: Valitse lukitusnäytössä käytettävä sovelluksen pikavalinta.
fr_ca: Sélectionnez le raccourci d'application que vous souhaitez utiliser sur l'écran de verrouillage.
ga: Roghnaigh an t-aicearra feidhmchláir is mian leat a úsáid ar an scáileán glasála.
gl: Selecciona que atallo de aplicación queres usar na pantalla de bloqueo.
hi: लॉक स्क्रीन पर उपयोग करने हेतु इच्छित एप शॉर्टकट चुनें।
is: Veldu hvaða flýtileið forrits þú vilt nota á lásskjánum.
it_it: Selezionate il collegamento all'applicazione che volete utilizzare nella schermata di blocco.
ja_jp: ロック画面に選択したアプリのショートカットを表示します。
ka: აირჩიეთ აპლიკაციის ღილაკი, რომელიც გსურთ გამოჩნდეს დაბლოკილ ეკრანზე.
ko_kr: 잠금화면에서 사용할 앱 바로가기를 선택하세요.
lt: Pasirinkite, kurį programos spartųjį mygtuką norite naudoti užrakintame ekrane.
nb: Velg hvilken appsnarvei du vil bruke på låseskjermen.
nl: Selecteer welke app-sneltoets u wilt gebruiken op het vergrendelscherm.
pt_br: Selecione qual atalho de aplicativo deseja usar na tela de bloqueio.
ru_ru: Выбор ярлыка приложения на экране блокировки.
sk: Vyberte, ktorý odkaz na aplikáciu chcete použiť na zamknutej obrazovke.
uz: Bloklash ekranida foydalanmoqchi bo‘lgan ilova yorlig’ini tanlang.
